Repository: firebase/FirebaseUI-iOS
Catalog: Auth/FirebaseAuthUI/Strings/*.lproj/FirebaseAuthUI.strings
Languages: ar, bg, bn, ca, cs, el, fa, fil, gu, he, hr, kn, lt, lv, mr, ms, nb, ro, sk, sl, sr, sr_latn, ta, th, tr, ur, zh_hans

# AddPasswordAlertMessage
source: To add password to your account, you will need to sign in again.
ar: لإضافة كلمة مرور إلى حسابك، يجب تسجيل الدخول من جديد.
bg: За да добавите парола към профила си, ще трябва да влезете отново.
bn: আপনার অ্যাকাউন্টে পাসওয়ার্ড যোগ করতে আপনাকে আবার সাইন-ইন করতে হবে।
ca: Per afegir una contrasenya al teu compte, has de tornar a iniciar la sessió.
cs: Chcete-li do účtu přidat heslo, musíte se znovu přihlásit.
el: Για να προσθέσετε κωδικό πρόσβασης στον λογαριασμό σας, θα πρέπει να συνδεθείτε ξανά.
fa: برای افزودن گذرواژه به حسابتان باید دوباره وارد سیستم شوید.
fil: Upang magdagdag ng password sa iyong account, kailangan mong mag-sign in muli.
gu: તમારા એકાઉન્ટમાં પાસવર્ડ ઉમેરવા માટે, તમારે ફરીથી સાઇન ઇન કરવું પડશે.
he: כדי להוסיף סיסמה לחשבון, עליך להיכנס מחדש.
hr: Da biste računu dodali zaporku, trebate se ponovo prijaviti.
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಪಾಸ್‌ವರ್ಡ್‌ ಅನ್ನು ಸೇರಿಸಲು, ನೀವು ಪುನಃ ಸೈನ್‌ ಇನ್‌ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
lt: Norėdami prie paskyros pridėti slaptažodį, turite prisijungti dar kartą.
lv: Lai pievienotu kontam paroli, būs vēlreiz jāpierakstās.
mr: तुमच्या खात्यामध्ये पासवर्ड जोडण्यासाठी तुम्हाला पुन्हा साइन इन करावे लागेल.
ms: Untuk menambahkan kata laluan pada akaun anda, log masuk sekali lagi.
nb: Du må logge på igjen for å legge til passordet i kontoen din.
ro: Pentru a adăuga parola contului, va trebui să vă conectați din nou.
sk: Ak chcete k účtu pridať heslo, budete sa musieť znova prihlásiť.
sl: Če želite računu dodati geslo, se boste morali prijaviti znova.
sr: Да бисте налогу додали лозинку, треба поново да се пријавите.
sr_latn: Da biste nalogu dodali lozinku, treba ponovo da se prijavite.
ta: உங்கள் கணக்கின் கடவுச்சொல்லை சேர்க்க, நீங்கள் மீண்டும் உள்நுழைய வேண்டும்.
th: ในการเพิ่มรหัสผ่านลงในบัญชี คุณจะต้องลงชื่อเข้าใช้อีกครั้ง
tr: Hesabınıza şifre eklemek için tekrar oturum açmanız gerekir.
ur: اپنے اکاؤنٹ میں پاس ورڈ شامل کرنے کے لیے، آپ کو دوبارہ سائن ان کرنے کی ضرورت ہے۔
zh_hans: 要为帐号添加密码，您需要重新登录。

# EditPasswordAlertMessage
source: To change password to your account, you will need to sign in again.
ar: لتغيير كلمة المرور في حسابك، يجب تسجيل الدخول من جديد.
bg: За да промените паролата за профила си, ще трябва да влезете отново.
bn: আপনার অ্যাকাউন্টের পাসওয়ার্ড পরিবর্তন করতে আপনাকে আবার সাইন-ইন করতে হবে।
ca: Per canviar la contrasenya del teu compte, has de tornar a iniciar la sessió.
cs: Chcete-li změnit heslo k účtu, musíte se znovu přihlásit.
el: Για να αλλάξετε κωδικό πρόσβασης στον λογαριασμό σας, θα πρέπει να συνδεθείτε ξανά.
fa: برای تغییر گذرواژه حسابتان باید دوباره وارد سیستم شوید.
fil: Upang baguhin ang password sa iyong account, kailangan mong mag-sign in muli.
gu: તમારા એકાઉન્ટનો પાસવર્ડ બદલવા માટે, તમારે ફરીથી સાઇન ઇન કરવું પડશે.
he: כדי לשנות את הסיסמה לחשבון, עליך להיכנס אליו.
hr: Da biste promijenili zaporku za račun, trebate se ponovo prijaviti.
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಪಾಸ್‌ವರ್ಡ್‌ ಅನ್ನು ಬದಲಿಸಲು, ನೀವು ಪುನಃ ಸೈನ್‌ ಇನ್‌ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
lt: Norėdami pakeisti paskyros slaptažodį, turite prisijungti dar kartą.
lv: Lai mainītu konta paroli, būs vēlreiz jāpierakstās.
mr: तुमच्या खात्याचा पासवर्ड बदलण्यासाठी तुम्हाला पुन्हा साइन इन करावे लागेल.
ms: Untuk menukar kata laluan akaun anda, log masuk sekali lagi.
nb: Du må logge på igjen for å endre til passordet for kontoen din.
ro: Pentru a schimba parola contului, va trebui să vă conectați din nou.
sk: Ak chcete zmeniť heslo svojho účtu, budete sa musieť znova prihlásiť.
sl: Če želite spremeniti geslo računa, se boste morali prijaviti znova.
sr: Да бисте променили лозинку налога, треба поново да се пријавите.
sr_latn: Da biste promenili lozinku naloga, treba ponovo da se prijavite.
ta: உங்கள் கணக்கின் கடவுச்சொல்லை மாற்ற, நீங்கள் மீண்டும் உள்நுழைய வேண்டும்.
th: ในการเปลี่ยนรหัสผ่านบัญชี คุณจะต้องลงชื่อเข้าใช้อีกครั้ง
tr: Hesabınızın şifresini değiştirmek için tekrar oturum açmanız gerekir.
ur: اپنے اکاؤنٹ کا پاس ورڈ تبدیل کرنے کے لیے، آپ کو دوبارہ سائن ان کرنے کی ضرورت ہے۔
zh_hans: 要更改帐号的密码，您需要重新登录。

# ReauthenticateEditPasswordAlertMessage
source: In order to change your password, you first need to enter your current password.
ar: لتغيير كلمة المرور، يجب أولاً إدخال كلمة المرور الحالية.
bg: За да промените паролата си, първо трябва да въведете текущата.
bn: পাসওয়ার্ড পরিবর্তন করার জন্য আগে আপনাকে বর্তমান পাসওয়ার্ডটি লিখতে হবে।
ca: Per canviar la contrasenya, primer has d'introduir la teva contrasenya actual.
cs: Chcete-li změnit heslo, musíte nejprve zadat aktuální heslo.
el: Για να αλλάξετε τον κωδικό πρόσβασής σας, θα πρέπει πρώτα να εισαγάγετε τον τρέχοντα κωδικό πρόσβασης.
fa: برای تغییر گذرواژه‌‌، ابتدا باید گذرواژه کنونی‌تان را وارد کنید.
fil: Upang baguhin ang iyong password, kailangan mo munang ipasok ang iyong kasalukuyang password.
gu: તમારો પાસવર્ડ બદલવા માટે, તમારે પહેલા તમારો વર્તમાન પાસવર્ડ દાખલ કરવો જરૂરી છે.
he: כדי לשנות את הסיסמה, עליך להזין את הסיסמה הנוכחית.
hr: Da biste promijenili zaporku, najprije trebate unijeti trenutačnu zaporku.
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್‌ ಅನ್ನು ಬದಲಿಸಲು, ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪಾಸ್‌ವರ್ಡ್‌ ಅನ್ನು ನೀವು ಮೊದಲು ನಮೂದಿಸಬೇಕಾಗಿದೆ.
lt: Norėdami pakeisti slaptažodį, pirmiausia turite įvesti dabartinį.
lv: Lai mainītu paroli, vispirms ir jāievada pašreizējā parole.
mr: तुमचा पासवर्ड बदलण्यासाठी आधी तुम्हाला तुमचा सध्याचा पासवर्ड टाकावा लागेल.
ms: Untuk menukar kata laluan anda, masukkan kata laluan semasa terlebih dahulu.
nb: For å endre passordet ditt må du først oppgi det eksisterende passordet.
ro: Pentru a vă schimba parola, trebuie să introduceți parola actuală.
sk: Ak chcete zmeniť heslo, musíte najskôr zadať aktuálne heslo.
sl: Če želite spremeniti geslo, morate najprej vnesti trenutno geslo.
sr: Да бисте променили лозинку, треба је да унесете тренутну лозинку.
sr_latn: Da biste promenili lozinku, treba je da unesete trenutnu lozinku.
ta: கடவுச்சொல்லை மாற்ற, தற்போதைய கடவுச்சொல்லை முதலில் உள்ளிட வேண்டும்.
th: คุณต้องป้อนรหัสผ่านปัจจุบันของคุณก่อนจึงจะเปลี่ยนรหัสผ่านได้
tr: Şifrenizi değiştirmek için önce mevcut şifrenizi girmeniz gerekir.
ur: اپنا پاس ورڈ تبدیل کرنے کے لیے، پہلے آپ کو اپنا موجودہ پاس ورڈ درج کرنے کی ضرورت ہے۔
zh_hans: 要更改密码，您需要先输入当前的密码。

# AddPasswordTitle
source: Add password
ar: إضافة كلمة مرور
bg: Добавяне на парола
bn: পাসওয়ার্ড যোগ করুন
ca: Afegeix una contrasenya
cs: Přidat heslo
el: Προσθήκη κωδικού πρόσβασης
fa: افزودن گذرواژه
fil: Magdagdag ng password
gu: પાસવર્ડ ઉમેરો
he: הוספת סיסמה
hr: Dodavanje zaporke
kn: ಪಾಸ್‌ವರ್ಡ್‌ ಸೇರಿಸಿ
lt: Pridėti slaptažodį
lv: Paroles pievienošana
mr: पासवर्ड जोडा
ms: Tambahkan kata laluan
nb: Legg til passord
ro: Adăugați parola
sk: Pridanie hesla
sl: Dodajanje gesla
sr: Додајте лозинку
sr_latn: Dodajte lozinku
ta: கடவுச்சொல்லைச் சேர்
th: เพิ่มรหัสผ่าน
tr: Şifre ekleyin
ur: پاس ورڈ شامل کریں
zh_hans: 添加密码

# EditPasswordTitle
source: Change password
ar: تغيير كلمة المرور
bg: Промяна на паролата
bn: পাসওয়ার্ড পরিবর্তন করুন
ca: Canvia la contrasenya
cs: Změnit heslo
el: Αλλαγή κωδικού πρόσβασης
fa: تغییر گذرواژه
fil: Palitan ang password
gu: પાસવર્ડ બદલો
he: שינוי הסיסמה
hr: Promjena zaporke
kn: ಪಾಸ್‌ವರ್ಡ್ ಬದಲಿಸಿ
lt: Keisti slaptažodį
lv: Paroles maiņa
mr: पासवर्ड बदला
ms: Tukar kata laluan
nb: Bytt passord
ro: Schimbați parola
sk: Zmena hesla
sl: Spreminjanje gesla
sr: Промените лозинку
sr_latn: Promenite lozinku
ta: கடவுச்சொல்லை மாற்று
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi değiştirin
ur: پاس ورڈ تبدیل کریں
zh_hans: 更改密码

# ProviderTitlePassword
source: Email
ar: البريد الإلكتروني
bg: Имейл
bn: ইমেল
ca: Adreça electrònica
el: Ηλεκτρονικό ταχυδρομείο
fa: ایمیل
fil: Mag-email
gu: ઇમેઇલ
he: אימייל
hr: E-adresa
kn: ಇಮೇಲ್
lt: El. paštas
lv: E-pasts
mr: ईमेल
ms: E-mel
nb: E-post
ro: Adresă de e-mail
sl: E-pošta
sr: Имејл
sr_latn: Imejl
ta: மின்னஞ்சல்
th: อีเมล
tr: E-posta
ur: ای میل
zh_hans: 电子邮件

# SignInWithProvider
source: Sign in with %@
ar: تسجيل الدخول عبر %@
bg: Вход с %@
bn: %@ দিয়ে সাইন-ইন করুন
ca: Inicia la sessió amb %@
cs: Přihlásit se přes %@
el: Σύνδεση μέσω %@
fa: ورود به سیستم با %@
fil: Mag-sign in gamit ang %@
gu: %@ વડે સાઇન ઇન કરો
he: כניסה באמצעות %@
hr: Prijava putem usluge %@
kn: %@ ಮೂಲಕ ಸೈನ್‌ ಇನ್ ಮಾಡಿ
lt: Prisijungti per „%@“
lv: Pierakstīties ar %@
mr: %@ने साइन इन करा
ms: Log masuk dengan %@
nb: Logg på med %@
ro: Conectați-vă cu %@
sk: Prihlásiť sa cez %@
sl: Prijava z računom za %@
sr: Пријавите се помоћу %@-а
sr_latn: Prijavite se pomoću %@-a
ta: %@ மூலம் உள்நுழைக
th: ลงชื่อเข้าใช้ด้วย %@
tr: %@ ile oturum aç
ur: %@ کے ساتھ سائن ان کریں
zh_hans: 使用 %@ 帐号登录

# PlaceholderEnterName
source: Enter your name
ar: إدخال اسمك
bg: Въведете името си
bn: আপনার নাম লিখুন
ca: Introdueix el teu nom
cs: Zadejte své jméno
el: Εισαγάγετε το όνομά σας
fa: نام خود را وارد کنید
fil: Ilagay ang iyong pangalan
gu: તમારું નામ દાખલ કરો
he: הזן את שמך
hr: Unesite svoje ime
kn: ನಿಮ್ಮ ಹೆಸರು ನಮೂದಿಸಿ
lt: Įveskite vardą
lv: Ievadiet savu vārdu
mr: तुमचे नाव टाका
ms: Masukkan nama anda
nb: Oppgi navnet ditt
ro: Introduceți numele
sk: Zadajte svoje meno
sl: Vnesite ime
sr: Унесите име
sr_latn: Unesite ime
ta: பெயரை உள்ளிடவும்
th: ป้อนชื่อของคุณ
tr: Adınızı girin
ur: اپنا نام درج کریں
zh_hans: 输入您的名称

# PlaceholderEnterEmail
source: Enter your email
ar: إدخال عنوان بريدك الإلكتروني
bg: Въведете имейла си
bn: আপনার ইমেল লিখুন
ca: Introdueix la teva adreça electrònica
cs: Zadejte e-mail
el: Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας
fa: رایانامه‌تان را وارد کنید
fil: Ilagay ang iyong email
gu: તમારું ઇમેઇલ ઍડ્રેસ દાખલ કરો
he: האימייל שלך כאן
hr: Unesite svoju e-adresu
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸಿ
lt: Įveskite el. paštą
lv: Ievadiet e-pastu
mr: तुमचा ईमेल टाका
ms: Masukkan e-mel anda
nb: Oppgi e-postadressen din
ro: Introduceți adresa de e-mail
sk: Zadajte svoj e-mail
sl: Vnesite e-pošto
sr: Унесите имејл
sr_latn: Unesite imejl
ta: மின்னஞ்சலை உள்ளிடவும்
th: ป้อนอีเมลของคุณ
tr: E-postanızı girin
ur: اپنا ای میل درج کریں
zh_hans: 输入您的电子邮件地址

# PlaceholderEnterPassword
source: Enter your password
ar: إدخال كلمة المرور
bg: Въведете паролата си
bn: আপনার পাসওয়ার্ডটি লিখুন
ca: Introdueix la teva contrasenya
cs: Zadejte své heslo
el: Εισαγάγετε τον κωδικό πρόσβασής σας
fa: گذرواژه‌تان را وارد کنید
fil: Ilagay ang iyong password
gu: તમારો પાસવર્ડ દાખલ કરો
he: לא הזנת את הסיסמה
hr: Unesite zaporku
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
lt: Įveskite slaptažodį
lv: Ievadiet savu paroli.
mr: तुमचा पासवर्ड टाका
ms: Masukkan kata laluan anda
nb: Oppgi passordet ditt
ro: Introduceți parola
sk: Zadajte svoje heslo
sl: Vnesite geslo
sr: Унесите лозинку
sr_latn: Unesite lozinku
ta: கடவுச்சொல்லை உள்ளிடவும்
th: ป้อนรหัสผ่าน
tr: Şifrenizi girin
ur: اپنا پاس ورڈ درج کریں
zh_hans: 输入您的密码

# PlaceholderNewPassword
source: New password
ar: كلمة المرور الجديدة
bg: Нова парола
bn: নতুন পাসওয়ার্ড
ca: Contrasenya nova
cs: Nové heslo
el: Νέος κωδικός πρόσβασης
fa: گذرواژه جدید
fil: Bagong password
gu: નવો પાસવર્ડ
he: סיסמה חדשה
hr: Nova zaporka
kn: ಹೊಸ ಪಾಸ್‌ವರ್ಡ್
lt: Naujas slaptažodis
lv: Jauna parole
mr: नवीन पासवर्ड
ms: Kata laluan baharu
nb: Nytt passord
ro: Parolă nouă
sk: Nové heslo
sl: Novo geslo
sr: Нова лозинка
sr_latn: Nova lozinka
ta: புதிய கடவுச்சொல்
th: รหัสผ่านใหม่
tr: Yeni şifre
ur: نیا پاس ورڈ
zh_hans: 新密码

# PlaceholderChosePassword
source: Choose password
ar: اختيار كلمة المرور
bg: Изберете парола
bn: পাসওয়ার্ড বেছে নিন
ca: Tria una contrasenya
cs: Zvolte heslo.
el: Επιλέξτε κωδικό πρόσβασης
fa: گذرواژه انتخاب کنید
fil: Pumili ng password
gu: પાસવર્ડ પસંદ કરો
he: בחר סיסמה
hr: Odaberite zaporku
kn: ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಆರಿಸಿ
lt: Pasirinkite slaptažodį
lv: Izvēlieties paroli
mr: पासवर्ड निवडा
ms: Pilih kata laluan
nb: Velg passord
ro: Alegeți o parolă
sk: Zvoľte si heslo
sl: Izberite geslo
sr: Изаберите лозинку
sr_latn: Izaberite lozinku
ta: கடவுச்சொல்லைத் தேர்வு செய்யவும்
th: ตั้งรหัสผ่าน
tr: Şifre seçin
ur: پاس ورڈ منتخب کریں
zh_hans: 选择密码

# ForgotPasswordTitle
source: Trouble signing in?
ar: هل تواجه مشكلة في تسجيل الدخول؟
bg: Имате проблем при влизането?
bn: সাইন-ইন করতে সমস্যা হচ্ছে?
ca: No pots iniciar la sessió?
cs: Máte potíže s přihlášením?
el: Πρόβλημα σύνδεσης;
fa: مشکلی در ورود به سیستم دارید؟
fil: Nagkaproblema sa pag-sign in?
gu: સાઇન ઇન કરવામાં સમસ્યા આવી રહી છે?
he: לא מצליח להיכנס?
hr: Problem s prijavom?
kn: ಸೈನ್ ಇನ್ ಮಾಡುವಲ್ಲಿ ಸಮಸ್ಯೆ ಇದೆಯೇ?
lt: Kyla problemų prisijungiant?
lv: Vai jums ir problēmas ar pierakstīšanos?
mr: साइन इन करताना समस्या येत आहे का?
ms: Menghadapi masalah log masuk?
nb: Har du problemer med å logge på?
ro: Nu reușiți să vă conectați?
sk: Máte problémy s prihlásením?
sl: Ali imate težave pri prijavi?
sr: Имате проблема при пријављивању?
sr_latn: Imate problema pri prijavljivanju?
ta: உள்நுழைவதில் சிக்கலா?
th: หากพบปัญหาในการลงชื่อเช้าใช้
tr: Oturum açılamıyor mu?
ur: سائن ان کرنے میں دشواری؟
zh_hans: 登录时遇到问题？

source: Confirm Email
ar: تأكيد عنوان البريد الإلكتروني
cs: Potvrzení·e-mailu
el: Επιβεβαίωση διεύθυνσης ηλεκτρονικού ταχυδρομείου
gu: ઇમેઇલ કન્ફર્મ કરો
kn: ಇಮೇಲ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ
lv: Apstipriniet e-pasta adresi
mr: ईमेलची खात्री करा
ms: Sahkan E-mel
sk: Potvrdenie e‑mailovej adresy
sl: Potrditev e-poštnega naslova
th: ยืนยันอีเมล
tr: E-posta Adresini Onaylayın

source: Signed in!
ar: تمّ تسجيل الدخول.
cs: Jste přihlášeni!
el: Συνδέθηκε!
gu: સાઇન ઇન કર્યું!
kn: ಸೈನ್ ಇನ್ ಆಗಿದೆ!
lv: Esat pierakstījies.
mr: साइन इन केले!
ms: Dilog masuk!
sk: Prihlásili ste sa.
sl: Prijavljeni ste.
th: ลงชื่อเข้าใช้แล้ว
tr: Oturum açıldı!

# TroubleGettingEmailTitle
source: Trouble getting emails?
ar: هل تواجه مشكلة في استلام الرسائل الإلكترونية؟
cs: Nepřišly vám e-maily?
el: Αντιμετωπίζετε πρόβλημα με τη λήψη των μηνυμάτων ηλεκτρονικού ταχυδρομείου;
gu: ઇમેઇલ મેળવવામાં મુશ્કેલી આવે છે?
kn: ಇಮೇಲ್‌ಗಳನ್ನು ಪಡೆಯುವಲ್ಲಿ ಸಮಸ್ಯೆ ಉಂಟಾಗುತ್ತಿದೆಯೇ?
lv: Vai jums ir problēmas ar e-pasta ziņojumu saņemšanu?
mr: ईमेल मिळवण्यात समस्या येत आहे?
ms: Tidak menerima e-mel?
sk: Máte problémy s prijímaním e‑mailov?
sl: Niste prejeli e-poštnega sporočila?
th: มีปัญหาในการรับอีเมลใช่ไหม
tr: E-postaları almayla ilgili sorun mu yaşıyorsunuz?

# TroubleGettingEmailMessage
source: Try these common fixes: - Check if the email was marked as spam or filtered. - Check your internet connection. - Check that you did not misspell your email. - Check that your inbox space is not running out or other inbox settings related issues. If the steps above didn't work, you can resend the email. Note that this will deactivate the link in the older email.
ar: يمكنك تجربة الحلول الشائعة التالية: - التأكّد ممّا إذا تمّ وضع علامة على الرسالة الإلكترونية بأنها "غير مرغوب فيها" أو نقلها تلقائيًا إلى مجلّد آخر - التحقّق من اتصال الإنترنت - التأكّد من كتابة عنوان البريد الإلكتروني بالشكل الصحيح - التأكّد من توفّر مساحة فارغة في البريد الوارد أو من عدم حدوث أي مشاكل أخرى في إعدادات البريد الوارد إذا لم تنجح الخطوات أعلاه، يمكنك إعادة إرسال الرسالة الإلكترونية. ستؤدي هذه الخطوة إلى إلغاء الرابط المضمّن في الرسالة السابقة.
cs: Vyzkoušejte tato běžná řešení: – Zkontrolujte, jestli e-mail nebyl označen jako spam nebo nebyl odstraněn jiným filtrem. – Zkontrolujte připojení k internetu. – Zkontrolujte, zda jste adresu e-mailu napsali správně. – Zkontrolujte, jestli nemáte plnou schránku příchozích správ nebo nedošlo k nějakému jiného problému se schránkou. Pokud žádné z uvedených řešení nepomohlo, můžete si e-mail nechat zaslat znovu. Odkaz v prvním e-mailu pak bude deaktivován.
el: Δοκιμάστε αυτές τις συνήθεις λύσεις: - Ελέγξτε αν το μήνυμα ηλεκτρονικού ταχυδρομείου επισημάνθηκε ως ανεπιθύμητο ή έχει φιλτραριστεί. - Ελέγξτε τη σύνδεσή σας στο διαδίκτυο. - Βεβαιωθείτε ότι δεν έχετε γράψει λάθος τη διεύθυνση ηλεκτρονικού ταχυδρομείου. - Βεβαιωθείτε ότι δεν έχει γεμίσει ο χώρος εισερχομένων ή ότι δεν υπάρχουν άλλα προβλήματα που σχετίζονται με τις ρυθμίσεις εισερχομένων. Αν τα παραπάνω βήματα δεν λειτούργησαν, μπορείτε να στείλετε ξανά το μήνυμα ηλεκτρονικού ταχυδρομείου. Έχετε υπόψη ότι με αυτήν την ενέργεια, ο σύνδεσμος στο παλιότερο μήνυμα ηλεκτρονικού ταχυδρομείου θα απενεργοποιηθεί.
gu: આ સામાન્ય ઉકેલોને અજમાવી જુઓ: - તે ઇમેઇલ સ્પામ કે ફિલ્ટર કરેલ તરીકે ચિહ્નિત કર્યો હતો.કે કેમ તે ચેક કરો. - તમારું ઇન્ટરનેટ કનેક્શન ચેક કરો. - તમે તમારા ઇમેઇલની જોડણીમાં ભૂલ ન કરી હોવાનું ચેક કરો. - તમારી ઇનબૉક્સ સ્પેસ ભરાઈ ન ગઈ હોવાનું અથવા ઇનબૉક્સ સેટિંગ સંબંધિત અન્ય સમસ્યા ન હોવાનું.ચેક કરો. જો ઉપરોક્ત પગલાં કામ ન કરે, તો તમે ઇમેઇલ ફરીથી મોકલી શકો છો. નોંધ લેશો કે આને કારણે જૂના ઇમેઇલમાં રહેલી લિંક નિષ્ક્રિય થશે.
kn: ಈ ಸಾಮಾನ್ಯ ಪರಿಹಾರಗಳನ್ನು ಪ್ರಯತ್ನಿಸಿ: - ಇಮೇಲ್ ಅನ್ನು ಸ್ಪ್ಯಾಮ್ ಎಂದು ಗುರುತು ಮಾಡಲಾಗಿದೆಯೇ ಅಥವಾ ಫಿಲ್ಟರ್ ಮಾಡಲಾಗಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ. - ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ. - ನಿಮ್ಮ ಇಮೇಲ್‌ನ ಕಾಗುಣಿತವನ್ನು ಸರಿಯಾಗಿ ನಮೂದಿಸಿರುವಿರಾ ಎಂಬುದನ್ನು ಪರಿಶೀಲಿಸಿ. - ನಿಮ್ಮ ಇನ್‌ಬಾಕ್ಸ್ ಸಂಗ್ರಹಣೆಯು ಭರ್ತಿಯಾಗದಿರುವುದನ್ನು ಅಥವಾ ಇತರ ಇನ್‌ಬಾಕ್ಸ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಸಮಸ್ಯೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ. ಮೇಲಿನ ಹಂತಗಳು ಕಾರ್ಯನಿರ್ವಹಿಸದಿದ್ದಲ್ಲಿ, ನೀವು ಇಮೇಲ್ ಅನ್ನು ಪುನಃ ಕಳುಹಿಸಬಹುದು. ಇದು ಹಳೆಯ ಇಮೇಲ್‌ನಲ್ಲಿರುವ ಲಿಂಕ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ಗಮನಿಸಿ.
lv: Izmēģiniet tālāk norādītās tipiskās problēmu novēršanas iespējas. - Pārbaudiet, vai e-pasta ziņojums nav atzīmēts kā mēstule vai nav filtrēts. - Pārbaudiet interneta savienojumu. - Pārbaudiet, vai e-pasta adrese ir pareizi uzrakstīta. - Pārbaudiet, vai jūsu iesūtnes krātuve nav beigusies vai nav citu ar iesūtnes iestatījumiem saistītu problēmu. Ja iepriekš minētās darbības nepalīdzēja, varat atkārtoti nosūtīt e-pasta ziņojumu. Ņemiet vērā: tiks deaktivizēta saite no iepriekšējā e-pasta ziņojuma.
mr: ही सामान्य निराकरणे करून पाहा: - ईमेलला स्पॅम किंवा फिल्टर केलेला म्हणून चिन्हाकिंत केला असल्यास तपासा. - तुमचे इंटरनेट कनेक्शन तपासा. - तुम्ही तुमच्या ईमेलचे चुकीचे शब्दलेखन केले आहे का ते तपासा. - तुमच्या इनबॉक्सची जागा संपली आहे का किंवा अन्य इनबॉक्स सेटिंग्ज संबंधित समस्या आहेत का हे तपासा. वरील पायर्‍या वापरून उपयोग झाला नसल्यास, तुम्ही ईमेल पुन्हा पाठवू शकता. लक्षात ठेवा की, यामुळे जुन्या ईमेलमधील लिंक निष्क्रिय केली जाईल.
ms: Cuba pembetulan lazim berikut: - Pastikan e-mel tidak ditandakan sebagai spam atau ditapis. - Semak sambungan Internet anda. - Pastikan e-mel anda dieja dengan betul. - Pastikan peti masuk anda tidak kehabisan ruang dan tiada isu berkaitan tetapan peti masuk. Jika langkah di atas tidak boleh menyelesaikan isu tersebut, anda boleh menghantar semula e-mel. Sila ambil perhatian bahawa tindakan ini akan menyahaktifkan pautan dalam e-mel sebelumnya.
sk: Vyskúšajte tieto bežné riešenia: – Skontrolujte, či bol e‑mail označený ako spam alebo či bol odfiltrovaný. – Skontrolujte internetové pripojenie. – Skontrolujte, či ste správne napísali svoju e‑mailovú adresu. – Skontrolujte, či máte v doručenej pošte dostatok miesta alebo či nemáte iné problémy súvisiace s nastaveniami doručenej pošty. Ak kroky uvedené vyššie nepomohli, môžete si e‑mail nechať poslať znova. Upozorňujeme, že sa tým deaktivuje odkaz v staršom e‑maile.
sl: Poskusite te splošne rešitve: – Preverite, ali je bilo e-poštno sporočilo označeno kot vsiljena pošta ali filtrirano. – Preverite internetno povezavo. – Preverite, ali je e-poštni naslov pravilno zapisan. – Zagotovite, da imate v nabiralniku dovolj prostora oziroma da ni prišlo do drugih težav, povezanih z nastavitvami nabiralnika. – Če z zgornjimi koraki ne odpravite težave, lahko znova pošljete e-poštno sporočilo. Upoštevajte, da boste s tem onemogočili povezavo v prejšnjem e-poštnem sporočilu.
th: ลองใช้วิธีแก้ไขทั่วไปเหล่านี้ - ตรวจสอบว่าอีเมลดังกล่าวมีการทำเครื่องหมายว่าเป็นสแปมหรือผ่านการกรอง - ตรวจสอบการเชื่อมต่ออินเทอร์เน็ต - ตรวจสอบว่าสะกดชื่ออีเมลถูกต้องแล้ว - ตรวจสอบว่ายังมีพื้นที่เหลือในกล่องจดหมายหรือไม่มีปัญหาอื่นๆ ที่เกี่ยวข้องกับการตั้งค่ากล่องจดหมาย คุณอาจส่งอีเมลอีกครั้งได้ หากขั้นตอนข้างต้นไม่ช่วยแก้ไขปัญหา โปรดทราบว่าการกระทำดังกล่าวจะเป็นการปิดใช้งานลิงก์ในอีเมลเก่า
tr: Şu sık başvurulan düzeltme yöntemlerini deneyin: - E-postanın spam olarak işaretlenme veya filtrelenme durumunu kontrol edin. - İnternet bağlantınızı kontrol edin. - E-postanızda yazım hatası bulunmadığından emin olun. - Gelen kutunuzdaki boş alanın azalıp azalmadığını ve gelen kutusu ayarlarıyla ilgili başka bir sorun olup olmadığını kontrol edin. Yukarıdaki adımlar işe yaramazsa e-postayı yeniden gönderebilirsiniz. Bu işlemin eski e-postadaki bağlantıyı devre dışı bırakacağını göz önünde bulundurun.

# EmailSentConfirmationMessage
source: A sign-in email with additional instructions was sent to %@. Check your email to complete sign-in.
ar: تمّ إرسال رسالة إلكترونية لتسجيل الدخول تتضمّن تعليمات إضافية إلى %@. يُرجى التحقق من بريدك الإلكتروني لإكمال عملية تسجيل الدخول.
cs: Na adresu %@ byl odeslán přihlašovací e-mail s dalšími pokyny. Dokončete přihlášení podle instrukcí v e-mailu.
el: Ένα μήνυμα ηλεκτρονικού ταχυδρομείου σύνδεσης με πρόσθετες οδηγίες στάλθηκε στη διεύθυνση %@. Ελέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου για να ολοκληρώσετε τη σύνδεση.
gu: વધારાની સૂચનાઓ ધરાવતો સાઇન-ઇન ઇમેઇલ %@ પર મોકલ્યો હતો. સાઇન-ઇન પૂર્ણ કરવા માટે તમારો ઇમેઇલ ચેક કરો.
kn: %@ ಇಮೇಲ್‌ಗೆ ಹೆಚ್ಚುವರಿ ಸೂಚನೆಗಳನ್ನು ಹೊಂದಿರುವ ಸೈನ್-ಇನ್ ಇಮೇಲ್ ಅನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ. ಸೈನ್-ಇನ್ ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ.
lv: Pierakstīšanās e-pasta ziņojums ar papildu norādījumiem tika nosūtīts uz e-pasta adresi %@. Pārbaudiet savu e-pastu, lai pabeigtu pierakstīšanos.
mr: अतिरिक्त सूचना असलेला साइन इन ईमेल %@ ला पाठवला होता. साइन इन पूर्ण करण्यासाठी तुमचा ईमेल तपासा.
ms: E-mel log masuk yang mengandungi arahan tambahan telah dihantar ke %@. Semak e-mel anda untuk melengkapkan log masuk.
sk: Prihlasovací e‑mail s ďalšími pokynmi bol odoslaný na adresu %@. Pozrite si poštu a dokončite prihlásenie.
sl: E-poštno sporočilo za prijavo z dodatnimi navodili je bilo poslano na %@. Preverite e-pošto in dokončajte prijavo.
th: ระบบได้ส่งอีเมลลงชื่อเข้าใช้พร้อมวิธีการเพิ่มเติมไปยัง %@ แล้ว โปรดตรวจสอบอีเมลเพื่อลงชื่อเข้าใช้
tr: %@ adresine ek talimatlar içeren bir oturum açma e-postası gönderildi. Oturum açma işlemini tamamlamak için e-postanızı kontrol edin.

source: Sign-in email Sent
ar: تمّ إرسال رسالة إلكترونية لتسجيل الدخول
cs: Přihlašovací e-mail odeslán
el: Το μήνυμα ηλεκτρονικού ταχυδρομείου σύνδεσης στάλθηκε
gu: સાઇન ઇન ઇમેઇલ મોકલ્યો
kn: ಸೈನ್-ಇನ್ ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗಿದೆ
lv: Pierakstīšanās e-pasta ziņojums ir nosūtīts
mr: साइन इन ईमेल पाठवला
ms: E-mel log masuk Dihantar
sk: Prihlasovací e‑mail bol odoslaný
sl: E-poštno sporočilo za prijavo je bilo poslano
th: ส่งอีเมลลงชื่อเข้าใช้แล้ว
tr: Oturum açma e-postası gönderildi

# ProviderTitleFacebook
source: Facebook
fil: Fecebook
