Repository: firebase/FirebaseUI-iOS
Catalog: Auth/FirebaseAuthUI/Strings/*.lproj/FirebaseAuthUI.strings
Languages: ar, bg, bn, ca, cs, el, fa, fil, gu, he, hr, kn, lt, lv, mr, ms, nb, ro, sk, sl, sr, sr_latn, ta, th, tr, ur, zh_hans

# PasswordRecoveryEmailSentMessage
source: Follow the instructions sent to %@ to recover your password.
ar: اتبع التعليمات التي تم إرسالها إلى %@ لاسترداد كلمة المرور.
bg: За да възстановите паролата си, изпълнете инструкциите, изпратени до %@.
bn: আপনার পাসওয়ার্ড পুনরুদ্ধার করতে %@ তে পাঠানো নির্দেশ অনুসরণ করুন।
ca: Per recuperar la contrasenya, segueix les instruccions que s'han enviat a %@.
cs: Postupujte podle pokynů odeslaných na adresu %@ a obnovte heslo.
el: Ακολουθήστε τις οδηγίες που στάλθηκαν στο %@ για να ανακτήσετε τον κωδικό πρόσβασής σας.
fa: برای بازیابی گذرواژه‌تان، دستورالعمل‌های ارسال‌شده به %@ را دنبال کنید.
fil: Sundin ang mga tagubilin na ipinadala sa %@ upang ma-recover ang iyong password.
gu: તમારો પાસવર્ડ પુનઃપ્રાપ્ત કરવા માટે %@ પર મોકલેલ સૂચનાઓનું પાલન કરો.
he: כדי לשחזר את הסיסמה, עליך לפעול לפי ההוראות ששלחנו לכתובת %@.
hr: Slijedite upute za ponovno postavljanje zaporke koje smo poslali na e-adresu %@.
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರುಪಡೆಯಲು %@ ಗೆ ಕಳುಹಿಸಲಾದ ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ.
lt: Vadovaudamiesi el. pašto adresu %@ išsiųstais nurodymais atkurkite slaptažodį.
lv: Izpildiet uz e-pasta adresi %@ nosūtītos norādījumus, lai atgūtu paroli.
mr: तुमचा पासवर्ड परत मिळवण्यासाठी %@वर पाठवलेल्या सूचनांचे पालन करा.
ms: Ikut arahan yang dihantar ke %@ untuk memulihkan kata laluan anda.
nb: Følg veiledningen som er sendt til %@, for å gjenopprette passordet ditt.
ro: Urmați instrucțiunile trimise la %@ pentru a vă recupera parola.
sk: Obnovte si heslo podľa pokynov odoslaných na adresu %@.
sl: Če želite obnoviti geslo, upoštevajte navodila, ki smo jih poslali na naslov %@.
sr: Пратите упутства која смо вам послали на %@ да бисте повратили лозинку.
sr_latn: Pratite uputstva koja smo vam poslali na %@ da biste povratili lozinku.
ta: கடவுச்சொல்லை மீட்டெடுக்க, %@க்கு அனுப்பிய வழிமுறைகளைப் பின்பற்றவும்.
th: ทำตามวิธีการที่ส่งไปยัง %@ เพื่อกู้คืนรหัสผ่าน
tr: Şifrenizi kurtarmak için %@ adresine gönderilen talimatları uygulayın.
ur: اپنے پاس ورڈ کو بازیافت کرنے کے لیے %@ پر بھیجی گئی ہدایات کی پیروی کریں۔
zh_hans: 请按照发送到 %@ 的说明找回密码。

# SignUpTitle
source: Create account
ar: إنشاء حساب
bg: Създаване на профил
bn: অ্যাকাউন্ট তৈরি করুন
ca: Crea un compte
cs: Vytvořit účet
el: Δημιουργία λογαριασμού
fa: ایجاد حساب
fil: Gumawa ng account
gu: એકાઉન્ટ બનાવો
he: יצירת חשבון
hr: Izrada računa
kn: ಖಾತೆ ರಚಿಸಿ
lt: Sukurti paskyrą
lv: Izveidot kontu
mr: खाते तयार करा
ms: Buat akaun
nb: Opprett en konto
ro: Creați un cont
sk: Vytvoriť účet
sl: Ustvarjanje računa
sr: Отворите налог
sr_latn: Otvorite nalog
ta: கணக்கை உருவாக்கு
th: สร้างบัญชี
tr: Hesap oluşturun
ur: اکاؤنٹ بنائیں
zh_hans: 创建帐号

# FirstAndLastName
source: First & last name
ar: الاسم الأول واسم العائلة
bg: Име и фамилия
bn: নাম ও পদবি
ca: Nom i cognoms
cs: Jméno a příjmení
el: Όνομα και επώνυμο
fa: نام و نام خانوادگی
fil: Pangalan at apelyido
gu: નામ અને અટક
he: שם פרטי ומשפחה
hr: Ime i prezime
kn: ಮೊದಲ ಮತ್ತು ಕೊನೆಯ ಹೆಸರು
lt: Vardas ir pavardė
lv: Vārds un uzvārds
mr: नाव आणि आडनाव
ms: Nama pertama & keluarga
nb: Fornavn og etternavn
ro: Prenume și nume de familie
sk: Krstné meno a priezvisko
sl: Ime in priimek
sr: Име и презиме
sr_latn: Ime i prezime
ta: பெயரின் முற்பகுதி மற்றும் பிற்பகுதி
th: ชื่อและนามสกุล
tr: Ad ve Soyadı
ur: پہلا اور آخری نام
zh_hans: 姓名

source: Choose password
ar: اختيار كلمة المرور
bg: Изберете парола
bn: পাসওয়ার্ড বেছে নিন
ca: Tria una contrasenya
cs: Heslo
el: Επιλέξτε κωδικό πρόσβασης
fa: یک گذرواژه انتخاب کنید
fil: Pumili ng password
gu: પાસવર્ડ પસંદ કરો
he: הסיסמה שלך כאן
hr: Odaberite zaporku
kn: ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಆರಿಸಿ
lt: Pasirinkite slaptažodį
lv: Izvēlieties paroli
mr: पासवर्ड निवडा
ms: Pilih kata laluan
nb: Velg passord
ro: Alegeți o parolă
sk: Zvoľte si heslo
sl: Izberite geslo
sr: Изаберите лозинку
sr_latn: Izaberite lozinku
ta: கடவுச்சொல்லைத் தேர்வு செய்யவும்
th: ตั้งรหัสผ่าน
tr: Şifre seçin
ur: پاس ورڈ منتخب کریں
zh_hans: 选择密码

source: Terms of Service
ar: بنود الخدمة
bg: Общите условия
bn: পরিষেবার শর্তাবলি
ca: Condicions del servei
cs: Smluvní podmínky
el: Όρους Παροχής Υπηρεσιών
fa: شرایط خدمات
fil: Mga Tuntunin ng Serbisyo
gu: સેવાની શરતો
he: תנאים והגבלות
hr: Uvjeti pružanja usluge
kn: ಸೇವಾ ನಿಯಮಗಳು
lt: Paslaugų teikimo sąlygomis
lv: Pakalpojumu sniegšanas noteikumi
mr: सेवा अटी
ms: Syarat Perkhidmatan
nb: vilkårene
ro: Termeni și condițiile
sk: Zmluvné podmienky
sl: pogoji storitve
sr: Услови коришћења услуге
sr_latn: Uslovi korišćenja usluge
ta: சேவை விதிமுறைகள்
th: ข้อกำหนดในการให้บริการ
tr: Hizmet Şartları
ur: سروس کی شرائط
zh_hans: 服务条款

source: Privacy Policy
ar: سياسة الخصوصية
bg: Декларация за поверителност
bn: গোপনীয়তা নীতি
ca: Política de privadesa
cs: Zásady ochrany soukromí
el: Πολιτική απορρήτου
fa: خط‌مشی رازداری
fil: Patakaran sa Privacy
gu: ગોપનીયતા નીતિ
he: מדיניות פרטיות
hr: Pravila o privatnosti
kn: ಗೌಪ್ಯತೆ ನೀತಿ
lt: Privatumo politika
lv: Konfidencialitātes politika
mr: गोपनीयता धोरण
ms: Dasar Privasi
nb: Personvernregler
ro: Politica de confidențialitate
sk: Pravidlá ochrany súkromia
sl: Pravilnik o zasebnosti
sr: Политика приватности
sr_latn: Politika privatnosti
ta: தனியுரிமைக் கொள்கை
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
ur: رازداری کی پالیسی
zh_hans: 隐私权政策

# TermsOfServiceMessage
source: By continuing, you are indicating that you accept our %@ and %@.
ar: تشير المتابعة إلى موافقتك على %@ و%@.
bg: Продължавайки, приемате нашите %@ и %@.
bn: চালিয়ে যাওয়ার অর্থ, আপনি আমাদের %@ এবং %@-এর সাথে সম্মত।
ca: En continuar, acceptes les nostres %@ i la nostra %@.
cs: Pokračováním vyjadřujete svůj souhlas s těmito dokumenty: %@ a %@.
el: Αν συνεχίσετε, δηλώνετε ότι αποδέχεστε τους %@ και την %@ μας.
fa: درصورت ادامه‌ دادن، موافقتتان را با %@ و %@ ما اعلام می‌کنید.
fil: Sa pagpapatuloy, ipinababatid mo na tinatanggap mo ang aming %@ at %@.
gu: ચાલુ રાખીને, તમે સૂચવી રહ્યાં છો કે તમે અમારી %@ અને %@ને સ્વીકારો છો.
he: המשך התהליך יפורש כהסכמתך ל%@ ול%@.
hr: Nastavkom upotrebe potvrđujete da prihvaćate odredbe koje sadrže naši %@ i %@.
kn: ಮುಂದುವರಿಸುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ %@ ಮತ್ತು %@ ಸ್ವೀಕರಿಸುತ್ತೀರಿ ಎಂದು ನೀವು ಸೂಚಿಸುತ್ತಿರುವಿರಿ
lt: Tęsdami nurodote, kad sutinkate su %@ ir %@.
lv: Turpinot jūs norādāt, ka piekrītat šādiem dokumentiem: %@ un %@.
mr: पुढे सुरू ठेवून, तुम्ही सूचित करता की तुम्ही आमचे %@ आणि %@ स्वीकारता.
ms: Dengan meneruskan, anda menyatakan bahawa anda menerima %@ dan %@ kami.
nb: Ved å fortsette godtar du %@ og %@.
ro: Dacă alegeți să continuați, sunteți de acord cu %@ și cu %@.
sk: Pokračovaním vyjadrujete súhlas s dokumentmi %@ a %@.
sl: Z nadaljevanjem potrjujete, da se strinjate z dokumentoma %@ in %@.
sr: Ако наставите, потврђујете да прихватате документе %@ и %@.
sr_latn: Ako nastavite, potvrđujete da prihvatate dokumente %@ i %@.
ta: தொடர்வதன் மூலம், எங்கள் %@ மற்றும் %@ ஆகியவற்றை ஏற்பதாகக் குறிப்பிடுகிறீர்கள்.
th: การดำเนินการต่อแสดงว่าคุณยอมรับ%@และ%@
tr: Devam ederek %@ ve %@ hükümlerimizi kabul ettiğinizi bildirirsiniz.
ur: جاری رکھ کر، آپ نشاندہی کر رہے ہیں کہ آپ ہماری %@ اور %@ کو قبول کرتے ہیں۔
zh_hans: 继续即表示您接受我们的%@和%@。

# EmailAlreadyInUseError
source: The email address is already in use by another account.
ar: يستخدم حساب آخر عنوان البريد الإلكتروني.
bg: Имейл адресът вече се използва от друг профил.
bn: এই ইমেল অ্যাড্রেসটি আগে থেকেই অন্য অ্যাকাউন্টে ব্যবহার করা হচ্ছে।
ca: Ja hi ha un altre compte que utilitza aquesta adreça electrònica.
cs: Tuto e-mailovou adresu již využívá jiný účet.
el: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ήδη από άλλον λογαριασμό.
fa: قبلاً از این نشانی ایمیل برای حساب دیگری استفاده شده است.
fil: Ginagamit na ang email address ng ibang account.
gu: આ ઇમેઇલ ઍડ્રેસ પહેલેથી જ અન્ય એકાઉન્ટ દ્વારા ઉપયોગમાં લેવાયેલ છે.
he: כתובת האימייל הזאת משויכת לחשבון אחר.
hr: Ta e-adresa već pripada drugom računu.
kn: ಇಮೇಲ್‌ ವಿಳಾಸವು ಈಗಾಗಲೇ ಮತ್ತೊಂದು ಖಾತೆಗೆ ಬಳಸಲಾಗಿದೆ.
lt: Šis el. paštas jau naudojamas kitoje paskyroje.
lv: Šī e-pasta adrese jau tiek izmantota citam kontam.
mr: ईमेल अॅड्रेस दुसर्‍या खात्यावर आधीपासून वापरात आहे.
ms: Alamat e-mel tersebut sudah digunakan oleh akaun lain.
nb: E-postadressen brukes allerede av en annen konto.
ro: Adresa de e-mail este folosită deja de alt cont.
sk: E-mailovú adresu už využíva iný účet.
sl: E-poštni naslov že uporablja drug račun.
sr: Ова имејл адреса се већ користи за други налог.
sr_latn: Ova imejl adresa se već koristi za drugi nalog.
ta: மின்னஞ்சல் முகவரி ஏற்கனவே வேறொரு கணக்கில் பயன்படுத்தப்படுகிறது.
th: มีบัญชีอื่นใช้งานที่อยู่อีเมลนี้อยู่แล้ว
tr: E-posta adresi başka bir hesap tarafından kullanılıyor.
ur: یہ ای میل پتہ پہلے سے ہی دوسرے اکاؤنٹ کے زیر استعمال ہے۔
zh_hans: 此电子邮件地址已被其他帐号使用。

# WeakPasswordError
source: Strong passwords have at least 6 characters and a mix of letters and numbers.
ar: تتضمن كلمات المرور القوية 6 أرقام على الأقل ومزيجًا من الأحرف والأرقام.
bg: Надеждните пароли съдържат поне 6 знака и комбинация от букви и цифри.
bn: সুরক্ষিত পাসওয়ার্ডে কমপক্ষে ৬টি বিশেষ বর্ণ এবং অক্ষর ও সংখ্যা মিশিয়ে থাকবে।
ca: Perquè una contrasenya sigui segura, ha de tenir com a mínim 6 caràcters i combinar lletres i números.
cs: Silné heslo má alespoň šest znaků a skládá se z kombinace písmen a číslic.
el: Οι ισχυροί κωδικοί πρόσβασης έχουν τουλάχιστον 6 χαρακτήρες και έναν συνδυασμό γραμμάτων και αριθμών.
fa: گذرواژه قوی باید حداقل شامل ۶ نویسه‌ و ترکیبی از حروف و اعداد باشد.
fil: Kailangang may 6 na character man lang at kumbinasyon ng mga titik at mga numero ang mga malalakas na password.
gu: સશક્ત પાસવર્ડ ઓછામાં ઓછા 6 અક્ષરો અને વર્ણ તથા સંખ્યાઓનાં સંયોજનનો હોવો જોઈએ.
he: סיסמה חזקה היא סיסמה באורך 6 תווים לפחות שמכילה אותיות ומספרים.
hr: Snažne zaporke sadrže bar 6 znakova koji su kombinacija slova i znamenki.
kn: ಪ್ರಬಲವಾದ ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಕನಿಷ್ಠ ಅಕ್ಷರಗಳನ್ನಾದರೂ ಹಾಗೂ ಮಿಕ್ಸ್‌ ಅಕ್ಷರಗಳು ಮತ್ತು ಸಂಖ್ಯೆಗಳು ಇರಬೇಕು.
lt: Sudėtingą slaptažodį sudaro bent 6 simboliai ir raidžių bei skaičių derinys.
lv: Drošām parolēm ir vismaz 6 rakstzīmes, un tajās ir burtu un ciparu kombinācija.
mr: सशक्त पासवर्डमध्ये किमान 6 वर्ण आणि अंक, अक्षरांचे मिश्रण असते.
ms: Kata laluan yang kukuh mengandungi sekurang-kurangnya 6 aksara dan gabungan huruf dengan nombor.
nb: Sterke passord består av minst seks tegn og en blanding av bokstaver og tall.
ro: Parolele puternice au cel puțin 6 caractere și conțin o combinație de litere și cifre.
sk: Silné heslá majú aspoň 6 znakov a kombinujú písmena a čísla.
sl: Zapletena gesla imajo vsaj 6 znakov in so sestavljena iz kombinacije črk ter številk
sr: Јаке лозинке имају бар 6 знакова, уз комбинацију слова и бројева.
sr_latn: Jake lozinke imaju bar 6 znakova, uz kombinaciju slova i brojeva.
ta: வலுவான கடவுச்சொற்களில் குறைந்தது 6 எழுத்துக்குறிகளும், எழுத்துகளும் எண்களும் கலந்த கலவையும் இருக்க வேண்டும்.
th: รหัสผ่านที่รัดกุมต้องมีความยาวอย่างน้อย 6 อักขระและประกอบด้วยตัวอักษรปนกับตัวเลข
tr: Güçlü şifreler en az 6 karakterden oluşur ve hem harf hem de rakam içerir.
ur: مضبوط پاس ورڈز میں کم از کم 6 کریکٹرز اور حروف و اعداد کا مرکب ہوتے ہیں۔
zh_hans: 安全系数高的密码至少包含 6 个字符，由字母和数字组成。

# SignUpTooManyTimesError
source: Too many account requests are coming from your IP address. Try again in a few minutes.
ar: ثمة عدد كبير جدًا من الطلبات الواردة من عنوان IP التابع لك. يُرجى المحاولة مجددًا بعد بضع دقائق.
bg: От IP адреса ви се изпращат твърде много заявки за профил. Опитайте отново след няколко минути.
bn: আপনার IP অ্যাড্রেস থেকে অনেকগুলি অ্যাকাউন্টের অনুরোধ আসছে। কিছুক্ষণের মধ্যে আবার চেষ্টা করুন।
ca: Aquesta adreça IP està enviant massa sol·licituds per crear comptes. Torna-ho a provar d'aquí a uns quants minuts.
cs: Z vaší adresy IP přichází příliš mnoho požadavků na účet. Zkuste to znovu za několik minut.
el: Η διεύθυνση IP έχει στείλει πάρα πολλά αιτήματα λογαριασμού. Δοκιμάστε ξανά σε λίγα λεπτά.
fa: تعداد زیادی درخواست حساب از نشانی IP شما درحال ارسال است. پس از چند دقیقه دوباره امتحان کنید.
fil: Masyadong maraming kahilingan ng account mula sa iyong IP address. Subukang muli pagkalipas ng ilang minuto.
gu: તમારા IP ઍડ્રેસ તરફથી એકાઉન્ટ માટે ઘણી બધી વિનંતી આવી રહી છે. થોડીવારમાં ફરી પ્રયાસ કરો.
he: קיבלנו יותר מדי בקשות ליצירת חשבון מכתובת ה-IP שלך. אפשר יהיה לנסות שוב בעוד כמה דקות.
hr: S vaše je IP adrese došlo previše zahtjeva za izradu računa. Pokušajte ponovo za nekoliko minuta.
kn: ನಿಮ್ಮ ಐಪಿ ವಿಳಾಸದಿಂದ ಅತಿ ಹೆಚ್ಚು ಖಾತೆ ಕೋರಿಕೆಗಳು ಬರುತ್ತಿವೆ. ಕೆಲವು ನಿಮಿಷಗಳಲ್ಲಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
lt: Iš jūsų IP adreso siunčiama per daug paskyros užklausų. Bandykite dar kartą po kelių minučių.
lv: Pārāk daudz kontu pieprasījumu ir nosūtīti no jūsu IP adreses. Pēc dažām minūtēm mēģiniet vēlreiz.
mr: तुमच्या आयपी अ‍ॅड्रेसवरून बर्‍याच खाते विनंत्या येत आहेत. थोड्या वेळात पुन्हा प्रयत्न करा.
ms: Terlalu banyak permintaan akaun daripada alamat IP anda. Cuba lagi dalam masa beberapa minit.
nb: Det kommer for mange kontoforespørsler fra IP-adressen din. Prøv igjen om noen minutter.
ro: Au fost create prea multe solicitări de conturi de la această adresă IP. Încercați din nou peste câteva minute.
sk: Z vašej adresy IP prichádza príliš veľa žiadostí o účet. Skúste to znova o pár minút.
sl: Z vašega naslova IP prihaja preveč zahtev za ustvarjanje novih računov. Poskusite znova čez nekaj minut.
sr: Са ваше IP адресе потиче превише захтева за налог. Пробајте поново за пар минута.
sr_latn: Sa vaše IP adrese potiče previše zahteva za nalog. Probajte ponovo za par minuta.
ta: உங்கள் IP முகவரியிலிருந்து கணக்குக் கோரிக்கைகள் பல வருகின்றன. சில நிமிடங்களில் மீண்டும் முயலவும்.
th: มีคำขอสร้างบัญชีจากที่อยู่ IP ของคุณมากเกินไป โปรดรอสักครู่แล้วลองอีกครั้ง
tr: IP adresinizden çok fazla sayıda hesap isteği geliyor. Birkaç dakika içinde tekrar deneyin.
ur: اکاؤنٹ کی بہت سی درخواستیں آپ کے IP پتے سے آ رہی ہیں۔ چند منٹوں میں دوبارہ کوشش کریں۔
zh_hans: 来自您的 IP 地址的帐号请求过多，请过几分钟再试。

# PasswordVerificationMessage
source: You’ve already used %@ to sign in. Enter your password for that account.
ar: لقد سبق أن استخدمت %@ لتسجيل الدخول. يُرجى إدخال كلمة المرور لهذا الحساب.
bg: Вече използвахте %@ за вход. Въведете паролата си за този профил.
bn: সাইন-ইন করতে আপনি %@ আগেই ব্যবহার করেছেন। সেই অ্যাকাউন্টের জন্য আপনার পাসওয়ার্ড লিখুন।
ca: Ja has utilitzat l'adreça electrònica %@ per iniciar la sessió. Introdueix la contrasenya d'aquest compte.
cs: K přihlášení jste již použili adresu %@. Zadejte příslušné heslo k účtu.
el: Χρησιμοποιήσατε ήδη το %@ για να συνδεθείτε. Εισαγάγετε τον κωδικό πρόσβασης για αυτόν τον λογαριασμό.
fa: قبلاً از %@ برای ورود به سیستم استفاده کرده‌اید. گذرواژه این حساب را وارد کنید.
fil: Nagamit mo na ang %@ upang mag-sign in. Ilagay ang iyong password para sa account na iyon.
gu: તમે સાઇન ઇન કરવા માટે %@નો પહેલાથી ઉપયોગ કરેલો છે. તે એકાઉન્ટ માટેનો તમારો પાસવર્ડ દાખલ કરો.
he: כבר השתמשת בכתובת %@ כדי להיכנס. עליך להזין את הסיסמה לחשבון המשויך אליה.
hr: Za prijavu ste već upotrijebili e-adresu %@. Unesite zaporku za taj račun.
kn: ನೀವು ಈಗಾಗಲೇ ಸೈನ್ ಇನ್ ಮಾಡಲು %@ ನ್ನು ಬಳಸಿದ್ದೀರ. ಆ ಖಾತೆಗೆ ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್‌ ಅನ್ನು ನಮೂದಿಸಿ.
lt: Jūs jau prisijungėte naudodami %@. Įveskite tos paskyros slaptažodį.
lv: Esat jau izmantojis e-pasta adresi %@, lai pierakstītos. Ievadiet šī konta paroli.
mr: तुम्ही साइन इन करण्यासाठी %@ आधीच वापरला आहे. तुमचा त्या खात्याचा पासवर्ड टाका.
ms: Anda sudah menggunakan %@ untuk log masuk. Masukkan kata laluan anda untuk akaun tersebut.
nb: Du har allerede brukt %@ for å logge på. Oppgi passordet ditt for den kontoen.
ro: Ați folosit deja %@ pentru a vă conecta. Introduceți parola acestui cont.
sk: Na prihlásenie ste už použili e-mailovú adresu %@. Zadajte heslo pre daný účet.
sl: E-poštni naslov %@ ste že uporabili za prijavo. Vnesite geslo za ta račun.
sr: Већ сте користили адресу %@ за пријављивање. Унесите лозинку за тај налог.
sr_latn: Već ste koristili adresu %@ za prijavljivanje. Unesite lozinku za taj nalog.
ta: ஏற்கனவே %@ஐப் பயன்படுத்தி உள்நுழைந்துள்ளீர்கள். அந்தக் கணக்கிற்கான கடவுச்சொல்லை உள்ளிடவும்.
th: คุณใช้ %@ ในการลงชื่อเข้าใช้อยู่แล้ว โปรดป้อนรหัสผ่านสำหรับบัญชีดังกล่าว
tr: Oturum açmak için %@ adresini zaten kullandınız. Bu hesaba ait şifrenizi girin.
ur: آپ نے پہلے ہی سائن ان کرنے کے لیے %@ کو استعمال کر لیا ہے۔ اس اکاؤنٹ کے لیے اپنا پاس ورڈ درج کریں۔
zh_hans: 您已经使用 %@ 登录了，请输入该帐号的密码。

source: OK
ar: موافق
bg: ОК
bn: ঠিক আছে
ca: D'acord
cs: V pořádku
el: ΟΚ
fa: تأیید
gu: ઓકે
he: אישור
hr: U redu
kn: ಸರಿ
lt: Gerai
lv: Labi
mr: ठीक आहे
sl: V redu
sr: Потврди
sr_latn: Potvrdi
ta: சரி
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_hans: 确定

source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
fa: لغو
fil: Kanselahin
gu: રદ કરો
he: ביטול
hr: Odustani
kn: ರದ್ದುಮಾಡಿ
lt: Atšaukti
lv: Atcelt
mr: रद्द करा
ms: Batal
nb: Avbryt
ro: Anulați
sk: Zrušiť
sl: Prekliči
sr: Откажи
sr_latn: Otkaži
ta: ரத்துசெய்
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
zh_hans: 取消

source: Back
ar: رجوع
bg: Назад
bn: ফিরে যান
ca: Enrere
cs: Zpět
el: Πίσω
fa: قبلی
fil: Bumalik
gu: પાછળ
he: הקודם
hr: Natrag
kn: ಹಿಂದೆ
lt: Atgal
lv: Atpakaļ
mr: मागील
ms: Kembali
nb: Tilbake
ro: Înapoi
sk: Späť
sl: Nazaj
sr: Назад
sr_latn: Nazad
ta: முந்தையது
th: ย้อนกลับ
tr: Geri
ur: پیچھے جائیں
zh_hans: 返回

source: Next
ar: التالي
bg: Напред
bn: পরবর্তী
ca: Següent
cs: Další
el: Επόμενο
fa: بعدی
fil: Susunod
gu: આગળ
he: הבא‏
hr: Dalje
kn: ಮುಂದೆ
lt: Kitas
lv: Tālāk
mr: पुढील
ms: Seterusnya
nb: Neste
ro: Înainte
sk: Ďalej
sl: Naprej
sr: Следеће
sr_latn: Sledeće
ta: அடுத்து
th: ถัดไป
tr: İleri
ur: آگے جائیں
zh_hans: 继续

source: Save
ar: حفظ
bg: Запазване
bn: সেভ করুন
ca: Desa
cs: Uložit
el: Αποθήκευση
fa: ذخیره
fil: I-save
gu: સાચવો
he: שמור
hr: Spremi
kn: ಉಳಿಸಿ
lt: Išsaugoti
lv: Saglabāt
mr: सेव्ह करा
ms: Simpan
nb: Lagre
ro: Salvați
sk: Uložiť
sl: Shrani
sr: Сачувај
sr_latn: Sačuvaj
ta: சேமி
th: บันทึก
tr: Kaydet
ur: محفوظ کریں
zh_hans: 保存

source: Send
ar: إرسال
bg: Изпращане
bn: পাঠান
ca: Envia
cs: Odeslat
el: Αποστολή
fa: ارسال
fil: Ipadala
gu: મોકલો
he: שליחה
hr: Pošalji
kn: ಕಳುಹಿಸಿ
lt: Siųsti
lv: Sūtīt
mr: पाठवा
ms: Hantar
ro: Trimiteți
sk: Odoslať
sl: Pošlji
sr: Пошаљи
sr_latn: Pošalji
ta: அனுப்பு
th: ส่ง
tr: Gönder
ur: بھیجیں
zh_hans: 发送

source: Resend
ar: إعادة إرسال الرسالة
cs: Odeslat znovu
el: Επανάληψη αποστολής
gu: ફરી મોકલો
kn: ಪುನಃಕಳುಹಿಸಿ
lv: Sūtīt vēlreiz
mr: पुन्हा पाठवा
ms: Hantar semula
sk: Odoslať znova
sl: Pošlji znova
th: ส่งซ้ำ
tr: Tekrar gönder

source: Email
ar: البريد الإلكتروني
bg: Имейл
bn: ইমেল
ca: Adreça electrònica
el: Ηλεκτρονικό ταχυδρομείο
fa: ایمیل
gu: ઇમેઇલ
he: אימייל
hr: E-adresa
kn: ಇಮೇಲ್
lt: El. paštas
lv: E-pasts
mr: ईमेल
ms: E-mel
nb: E-post
ro: Adresă de e-mail
sl: E-pošta
sr: Имејл
sr_latn: Imejl
ta: மின்னஞ்சல்
th: อีเมล
tr: E-posta
ur: ای میل
zh_hans: 电子邮件

source: Password
ar: كلمة المرور
bg: Парола
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
el: Κωδικός πρόσβασης
fa: گذرواژه
gu: પાસવર્ડ
he: סיסמה
hr: Zaporka
kn: ಪಾಸ್‌ವರ್ಡ್
lt: Slaptažodis
lv: Parole
mr: पासवर्ड
ms: Kata Laluan
nb: Passord
ro: Parolă
sk: Heslo
sl: Geslo
sr: Лозинка
sr_latn: Lozinka
ta: கடவுச்சொல்
th: รหัสผ่าน
tr: Şifre
ur: پاس ورڈ
zh_hans: 密码

source: Name
ar: الاسم
bg: Име
bn: নাম
ca: Nom
cs: Jméno
el: Όνομα
fa: نام
fil: Pangalan
gu: નામ
he: שם
hr: Naziv
kn: ಹೆಸರು
lt: Vardas
lv: Vārds
mr: नाव
ms: Nama
nb: Navn
ro: Nume
sk: Názov
sl: Ime
sr: Име
sr_latn: Ime
ta: பெயர்
th: ชื่อ
tr: Ad
ur: نام
zh_hans: 名称

source: Error
ar: خطأ
bg: Грешка
bn: ত্রুটি
cs: Chyba
el: Σφάλμα
fa: خطا
gu: ભૂલ
he: שגיאה
hr: Pogreška
kn: ದೋಷ
lt: Klaida
lv: Kļūda
mr: एरर
ms: Ralat
nb: Feil
ro: Eroare
sk: Chyba
sl: Napaka
sr: Грешка
sr_latn: Greška
ta: பிழை
th: ข้อผิดพลาด
tr: Hata
ur: خرابی
zh_hans: 错误

source: Close
ar: إغلاق
bg: Затваряне
bn: বন্ধ করুন
ca: Tanca
cs: Zavřít
el: Κλείσιμο
fa: بستن
fil: Isara
gu: બંધ કરો
he: סגור
hr: Zatvori
kn: ಮುಚ್ಚಿ
lt: Uždaryti
lv: Aizvērt
mr: बंद करा
ms: Tutup
nb: Lukk
ro: Închideți
sk: Zatvoriť
sl: Zapri
sr: Затвори
sr_latn: Zatvori
ta: மூடு
th: ปิด
tr: Kapat
ur: بند کریں
zh_hans: 关闭

# AS_SectionProfile
source: Profile
ar: الملف الشخصي
bg: Потребителски профил
bn: প্রোফাইল
ca: Perfil
cs: Profil
el: Προφίλ
fa: نمایه
gu: પ્રોફાઇલ
he: פרופיל
hr: Profil
kn: ಪ್ರೊಫೈಲ್
lt: Profilis
lv: Profils
mr: प्रोफाइल
ms: Profil
nb: Profil
ro: Profil
sk: Profil
sl: Profil
sr: Профил
sr_latn: Profil
ta: சுயவிவரம்
th: โปรไฟล์
tr: Profil
ur: پروفائل
zh_hans: 个人资料

# AS_SectionSecurity
source: Security
ar: الأمان
bg: Сигурност
bn: নিরাপত্তা
ca: Seguretat
cs: Zabezpečení
el: Ασφάλεια
fa: امنیت
fil: Seguridad
gu: સુરક્ષા
he: אבטחה
hr: Sigurnost
kn: ಭದ್ರತೆ
lt: Sauga
lv: Drošība
mr: सुरक्षितता
ms: Keselamatan
nb: Sikkerhet
ro: Securitate
sk: Zabezpečenie
sl: Varnost
sr: Безбедност
sr_latn: Bezbednost
ta: பாதுகாப்பு
th: ความปลอดภัย
tr: Güvenlik
ur: سیکیورٹی
zh_hans: 安全

# AS_SectionLinkedAccounts
source: Linked Accounts
ar: الحسابات المرتبطة
bg: Свързани профили
bn: লিঙ্ক করা অ্যাকাউন্ট
ca: Comptes enllaçats
cs: Propojené účty
el: Συνδεδεμένοι λογαριασμοί
fa: حساب‌های مرتبط
fil: Mga Naka-link na Account
gu: લિંક કરેલ એકાઉન્ટ
he: חשבונות מקושרים
hr: Povezani računi
kn: ಲಿಂಕ್‌ ಮಾಡಲಾದ ಖಾತೆಗಳು
lt: Susietos paskyros
lv: Saistītie konti
mr: लिंक केलेली खाती
ms: Akaun Terpaut
nb: Tilknyttede kontoer
ro: Conturi conectate
sk: Prepojené účty
sl: Povezani računi
sr: Повезани налози
sr_latn: Povezani nalozi
ta: இணைத்துள்ள கணக்குகள்
th: บัญชีที่ลิงก์
tr: Bağlı Hesaplar
ur: لنک کردہ اکاؤنٹس
zh_hans: 已关联的帐号

# AS_Name
source: Name
ar: الاسم
bg: Име
bn: নাম
ca: Nom
cs: Jméno
el: Όνομα
fa: نام
fil: Pangalan
gu: નામ
he: שם
hr: Naziv
kn: ಹೆಸರು
lt: Vardas
lv: Vārds
mr: नाव
ms: Nama
nb: Navn
ro: Nume
sk: Názov
sl: Ime
sr: Име
sr_latn: Ime
ta: பெயர்
th: ชื่อ
tr: Ad
ur: نام
zh_hans: 名称

# AS_Email
source: Email
ar: البريد الإلكتروني
bg: Имейл
bn: ইমেল
ca: Adreça electrònica
el: Ηλεκτρονικό ταχυδρομείο
fa: ایمیل
fil: Mag-email
gu: ઇમેઇલ
he: אימייל
hr: E-adresa
kn: ಇಮೇಲ್
lt: El. paštas
lv: E-pasts
mr: ईमेल
ms: E-mel
nb: E-post
ro: Adresă de e-mail
sl: E-pošta
sr: Имејл
sr_latn: Imejl
ta: மின்னஞ்சல்
th: อีเมล
tr: E-posta
ur: ای میل
zh_hans: 电子邮件

# AS_AddPassword
source: Add password
ar: إضافة كلمة مرور
bg: Добавяне на парола
bn: পাসওয়ার্ড যোগ করুন
ca: Afegeix una contrasenya
cs: Přidat heslo
el: Προσθήκη κωδικού πρόσβασης
fa: افزودن گذرواژه
fil: Magdagdag ng password
gu: પાસવર્ડ ઉમેરો
he: הוספת סיסמה
hr: Dodavanje zaporke
kn: ಪಾಸ್‌ವರ್ಡ್‌ ಸೇರಿಸಿ
lt: Pridėti slaptažodį
lv: Paroles pievienošana
mr: पासवर्ड जोडा
ms: Tambahkan kata laluan
nb: Legg til passord
ro: Adăugați parola
sk: Pridanie hesla
sl: Dodajanje gesla
sr: Додајте лозинку
sr_latn: Dodajte lozinku
ta: கடவுச்சொல்லைச் சேர்
th: เพิ่มรหัสผ่าน
tr: Şifre ekle
ur: پاس ورڈ شامل کریں
zh_hans: 添加密码

# AS_ChangePassword
source: Change password
ar: تغيير كلمة المرور
bg: Промяна на паролата
bn: পাসওয়ার্ড পরিবর্তন করুন
ca: Canvia la contrasenya
cs: Změnit heslo
el: Αλλαγή κωδικού πρόσβασης
fa: تغییر گذرواژه
fil: Palitan ang password
gu: પાસવર્ડ બદલો
he: שינוי הסיסמה
hr: Promjena zaporke
kn: ಪಾಸ್‌ವರ್ಡ್ ಬದಲಿಸಿ
lt: Keisti slaptažodį
lv: Paroles maiņa
mr: पासवर्ड बदला
ms: Tukar kata laluan
nb: Bytt passord
ro: Schimbați parola
sk: Zmena hesla
sl: Spreminjanje gesla
sr: Промените лозинку
sr_latn: Promenite lozinku
ta: கடவுச்சொல்லை மாற்று
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi değiştir
ur: پاس ورڈ تبدیل کریں
zh_hans: 更改密码

# AS_SignOut
source: Sign Out
ar: تسجيل الخروج
bg: Изход
bn: সাইন-আউট করুন
ca: Tanca la sessió
cs: Odhlásit se
el: Έξοδος
fa: خروج از سیستم
fil: Mag-sign Out
gu: સાઇન આઉટ
he: יציאה
hr: Odjava
kn: ಸೈನ್ ಔಟ್
lt: Atsijungti
lv: Izrakstīšanās
mr: साइन आउट करा
ms: Log Keluar
nb: Logg av
ro: Deconectați-vă
sk: Odhlásenie
sl: Odjava
sr: Одјави ме
sr_latn: Odjavi me
ta: வெளியேறு
th: ออกจากระบบ
tr: Oturumu Kapat
ur: سائن آؤٹ کریں
zh_hans: 退出帐号
