Repository: firebase/FirebaseUI-iOS
Catalog: Auth/FirebaseAuthUI/Strings/*.lproj/FirebaseAuthUI.strings
Languages: ar, bg, bn, ca, cs, el, fa, fil, gu, he, hr, kn, lt, lv, mr, ms, nb, ro, sk, sl, sr, sr_latn, ta, th, tr, ur, zh_hans

# AS_DeleteAccount
source: Delete Account
ar: حذف الحساب
bg: Изтриване на профила
bn: অ্যাকাউন্টটি মুছুন
ca: Suprimeix el compte
cs: Smazat účet
el: Διαγραφή λογαριασμού
fa: حذف حساب
fil: Tanggalin ang Account
gu: એકાઉન્ટ કાઢી નાખો
he: מחיקת החשבון
hr: Brisanje računa
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
lt: Ištrinti paskyrą
lv: Konta dzēšana
mr: खाते डिलीट करा
ms: Padamkan Akaun
nb: Slett kontoen
ro: Ștergeți contul
sk: Odstránenie účtu
sl: Brisanje računa
sr: Брисање налога
sr_latn: Brisanje naloga
ta: கணக்கை நீக்கு
th: ลบบัญชี
tr: Hesabı Sil
ur: اکاؤنٹ حذف کریں
zh_hans: 删除帐号

source: Forgot password?
ar: هل نسيت كلمة المرور؟
bg: Забравили сте паролата си?
bn: পাসওয়ার্ড ভুলে গেছেন?
ca: Has oblidat la contrasenya?
cs: Zapomněli jste heslo?
el: Ξεχάσατε τον κωδικό πρόσβασής σας;
fa: گذرواژه‌تان را فراموش کرده‌اید؟
fil: Nakalimutan ang password?
gu: પાસવર્ડ ભૂલી ગયા છો?
he: שכחת את הסיסמה?
hr: Zaboravili ste zaporku?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರುವಿರಾ?
lt: Pamiršote slaptažodį?
lv: Vai aizmirsāt paroli?
mr: पासवर्ड विसरलात?
ms: Terlupa kata laluan?
nb: Har du glemt passordet?
ro: Ați uitat parola?
sk: Zabudli ste heslo?
sl: Ali ste pozabili geslo?
sr: Заборавили сте лозинку?
sr_latn: Zaboravili ste lozinku?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
th: หากลืมรหัสผ่าน
tr: Şifrenizi mi unuttunuz?
ur: پاس ورڈ بھول گئے؟
zh_hans: 忘记了密码？

source: Verify it's you
ar: تأكيد ملكية الحساب
bg: Потвърждаване на самоличността ви
bn: আপনার পরিচয় যাচাই করুন
ca: Verifica la teva identitat
cs: Ověřte svou identitu
el: Επαληθεύστε ότι είστε εσείς
fa: تأیید کنید این خود شما هستید
fil: I-verify na ikaw ito
gu: ચકાસો કે આ તમે જ છો
he: אנחנו צריכים לאמת את זהותך
hr: Potvrdite svoj identitet
kn: ಅದು ನೀವೇ ಎಂದು ಪರಿಶೀಲಿಸಿ
lt: Patvirtinkite savo tapatybę
lv: Verificējiet savu identitāti
mr: हे तुम्हीच असल्याची पडताळणी करा
ms: Sahkan identiti anda
nb: Bekreft identiteten din
ro: Confirmați-vă identitatea
sk: Overte, že ste to vy
sl: Potrdite, da ste to vi
sr: Потврдите да сте то ви
sr_latn: Potvrdite da ste to vi
ta: நீங்கள் தான் என்பதை உறுதிசெய்யவும்
th: โปรดยืนยันว่าเป็นคุณ
tr: Kimliğinizi doğrulayın
ur: توثیق کریں کہ یہ آپ ہی ہیں
zh_hans: 请验证是您本人

# DeleteAccountConfirmationTitle
source: Delete Account?
ar: هل تريد حذف الحساب؟
bg: Да се изтрие ли профилът?
bn: অ্যাকাউন্ট মুছবেন?
ca: Vols suprimir el compte?
cs: Smazat účet?
el: Διαγραφή λογαριασμού;
fa: حساب حذف شود؟
fil: I-delete ang Account?
gu: એકાઉન્ટ કાઢી નાખીએ?
he: למחוק את החשבון?
hr: Želite li izbrisati račun?
kn: ಖಾತೆಯನ್ನು ಅಳಿಸುವುದೇ?
lt: Ištrinti paskyrą?
lv: Vai izdzēst kontu?
mr: खाते हटवायचे का?
ms: Padamkan Akaun?
nb: Vil du slette kontoen?
ro: Ștergeți contul?
sk: Chcete odstrániť účet?
sl: Ali želite izbrisati račun?
sr: Желите ли да избришете налог?
sr_latn: Želite li da izbrišete nalog?
ta: கணக்கை நீக்கவா?
th: ลบบัญชีไหม
tr: Hesap silinsin mi?
ur: اکاؤنٹ حذف کریں؟
zh_hans: 要删除帐号吗？

# DeleteAccountBody
source: This will erase all data associated with your account, and can't be undone You will need to sign in again to complete this action
ar: سيؤدي هذا الإجراء إلى حذف كل البيانات المقترنة بحسابك ولا يمكن التراجع عنه. يجب تسجيل الدخول مجددًا لإكمال هذا الإجراء
bg: Това действие ще изтрие всички свързани с профила ви данни и не може да се отмени. За да го завършите, ще трябва отново да влезете в профила
bn: আপনার অ্যাকাউন্টের সাথে যুক্ত সমস্ত ডেটা মুছে ফেলা হবে, এবং পূর্বাবস্থায় ফেরানো যাবে না। এই কাজটি সম্পূর্ণ করতে আপনাকে আবার সাইন-ইন করতে হবে
ca: Aquesta acció esborrarà totes les dades associades a aquest compte i no es pot desfer. Per completar-la, has de tornar a iniciar la sessió.
cs: Dojde k odstranění všech údajů souvisejících s vaším účtem. Tuto akci nebude možné vrátit zpět. Pokud ji chcete skutečně provést, musíte se znovu přihlásit.
el: Αυτή η ενέργεια θα διαγράψει όλα τα δεδομένα που συσχετίζονται με τον λογαριασμό σας και δεν είναι δυνατή η αναίρεσή της. Για να ολοκληρώσετε αυτήν την ενέργεια, θα πρέπει να συνδεθείτε ξανά
fa: با این کار همه داده‌های مرتبط با حسابتان پاک می‌شود که قابل واگرد نیست. برای تکمیل این اقدام باید دوباره وارد سیستم شوید
fil: Buburahin nito ang lahat ng data na nauugnay sa iyong account, at hindi na maa-undo Kailangan mong mag-sign in muli upang kumpletuhin ang pagkilos na ito
gu: આ તમારા એકાઉન્ટ સાથે સંકળાયેલ તમામ ડેટા કાઢી નાખશે અને તેને પૂર્વવત્ કરી શકાશે નહીં. તમારે આ ક્રિયા પૂર્ણ કરવા ફરીથી સાઇન ઇન કરવું જરૂરી છે
he: הפעולה הזו תמחק את כל הנתונים המשויכים לחשבון, ולא ניתן לבטל אותה. כדי להשלים את המחיקה, צריך להיכנס מחדש
hr: Izbrisat će se svi podaci povezani s vašim računom i to nećete moći poništiti. Da biste dovršili tu radnju, trebate se ponovo prijaviti
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಇದು ಅಳಿಸಿಹಾಕುತ್ತದೆ ಮತ್ತು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ನೀವು ಈ ಕ್ರಿಯೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಪುನಃ ಸೈನ್‌ ಇನ್‌ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
lt: Tai atlikus bus ištrinti visi su jūsų paskyra susiję duomenys; šio veiksmo anuliuoti negalima. Norėdami užbaigti šį veiksmą turėsite prisijungti dar kartą.
lv: Veicot šo darbību, tiks dzēsti visi ar kontu saistītie dati, un to nevarēs atsaukt. Lai veiktu šo darbību, ir vēlreiz jāpierakstās
mr: हे तुमच्या खात्याशी संबंधित सर्व डेटा मिटवेल, आणि ते पुन्हा आहे तसे करता येणार नाही, ही अ‍ॅक्शन पूर्ण करण्यासाठी तुम्हाला पुन्हा साइन इन करावे लागेल
ms: Tindakan ini akan memadamkan semua data yang dikaitkan dengan akaun anda dan tidak boleh dibuat asal. Anda perlu log masuk sekali lagi untuk melengkapkan tindakan ini.
nb: Alle data som er tilknyttet kontoen din, blir slettet, og handlingen kan ikke angres. Du må logge på igjen for å fullføre denne handlingen
ro: Toate datele asociate acestui cont vor fi șterse, iar acțiunea nu poate fi anulată. Va trebui să vă conectați din nou pentru a finaliza acțiunea.
sk: Týmto sa vymažú všetky dáta súvisiace s vaším účtom a túto akciu nie je možné vrátiť späť. Na dokončenie tejto akcie sa budete musieť prihlásiť
sl: S tem dejanjem, ki ga ni mogoče razveljaviti, boste izbrisali vse podatke, povezane z vašim računom. Če želite dokončati to dejanje, se boste morali prijaviti znova.
sr: Овим ћете трајно избрисати све податке повезане са налогом. Треба да се поново пријавите да бисте могли да обавите ову радњу
sr_latn: Ovim ćete trajno izbrisati sve podatke povezane sa nalogom. Treba da se ponovo prijavite da biste mogli da obavite ovu radnju
ta: இவ்வாறு செய்தால், உங்கள் கணக்குடன் தொடர்புடைய எல்லாத் தரவும் அழிக்கப்படும், அத்துடன் அவற்றைத் திரும்பப்பெற முடியாது. இந்தச் செயல்பாட்டை முடிக்க, நீங்கள் மீண்டும் உள்நுழைய வேண்டும்
th: การทำเช่นนี้จะลบข้อมูลทั้งหมดที่เชื่อมโยงกับบัญชีของคุณและไม่สามารถเลิกทำได้ โปรดลงชื่อเข้าใช้อีกครั้งเพื่อดำเนินการให้เสร็จสมบูรณ์
tr: Bu işlem, hesabınızla ilişkili tüm verileri siler ve geri alınamaz. Bu işlemi tamamlamak için tekrar oturum açmanız gerekir
ur: یہ آپ کے اکاؤنٹ سے وابستہ سبھی ڈیٹا کو مٹا دے گا، اور کالعدم نہیں ہوسکتا۔ آپ کو یہ عمل مکمل کرنے کے لیے دوبارہ سائن ان کرنے کی ضرورت پڑے گی
zh_hans: 此操作将清空与您的帐号相关联的所有数据，并且无法撤消。您需要重新登录才能完成此操作

# DeleteAccountConfirmationMessage
source: This will erase all data associated with your account, and can't be undone. Are you sure you want to delete your account?
ar: سيؤدي هذا الإجراء إلى حذف كل البيانات المقترنة بحسابك ولا يمكن التراجع عنه. هل تريد بالتأكيد حذف حسابك؟
bg: Това действие ще изтрие всички свързани с профила ви данни и не може да се отмени. Наистина ли искате да изтриете профила?
bn: আপনার অ্যাকাউন্টের সাথে যুক্ত সমস্ত ডেটা মুছে ফেলা হবে, এবং পূর্বাবস্থায় ফেরানো যাবে না। আপনি কি অ্যাকাউন্টটি মুছে ফেলার বিষয়ে নিশ্চিত?
ca: Aquesta acció esborrarà totes les dades associades a aquest compte i no es pot desfer. Confirmes que vols suprimir el compte?
cs: Dojde k odstranění všech údajů souvisejících s vaším účtem. Tuto akci nebude možné vrátit zpět. Opravdu chcete účet smazat?
el: Αυτή η ενέργεια θα διαγράψει όλα τα δεδομένα που συσχετίζονται με τον λογαριασμό σας και δεν είναι δυνατή η αναίρεσή της. Είστε σίγουροι ότι θέλετε να διαγράψετε τον λογαριασμό σας;
fa: با این کار همه داده‌های مرتبط با حسابتان پاک می‌شود که قابل واگرد نیست. مطمئنید می‌خواهید حسابتان حذف شود؟
fil: Buburahin nito ang lahat ng data na nauugnay sa iyong account, at hindi na maa-undo. Sigurado ka bang gusto mong i-delete ang iyong account?
gu: આ તમારા એકાઉન્ટ સાથે સંકળાયેલ તમામ ડેટા કાઢી નાખશે અને તેને પૂર્વવત્ કરી શકાશે નહીં. શું તમે ખરેખર તમારું એકાઉન્ટ કાઢી નાખવા માંગો છો?
he: הפעולה הזו תמחק את כל הנתונים המשויכים לחשבון, ולא ניתן לבטל אותה. למחוק את החשבון?
hr: Izbrisat će se svi podaci povezani s vašim računom i to nećete moći poništiti. Jeste li sigurni da želite izbrisati svoj račun?
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಇದು ಅಳಿಸಿಹಾಕುತ್ತದೆ ಮತ್ತು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಈ ಖಾತೆಯನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
lt: Tai atlikus bus ištrinti visi su jūsų paskyra susiję duomenys; šio veiksmo anuliuoti negalima. Ar tikrai norite ištrinti paskyrą?
lv: Veicot šo darbību, tiks dzēsti visi ar kontu saistītie dati, un to nevarēs atsaukt. Vai tiešām vēlaties dzēst šo kontu?
mr: हे तुमच्या खात्याशी संबंधित सर्व डेटा मिटवेल, आणि ते पुन्हा आहे तसे करता येणार नाही. तुम्हाला खरोखर तुमचे खाते डिलीट करायचे आहे का?
ms: Tindakan ini akan memadamkan semua data yang dikaitkan dengan akaun anda dan tidak boleh dibuat asal. Adakah anda pasti anda mahu memadamkan akaun anda?
nb: Alle data som er tilknyttet kontoen din, blir slettet, og handlingen kan ikke angres. Er du sikker på at du vil slette kontoen din?
ro: Toate datele asociate acestui cont vor fi șterse, iar acțiunea nu poate fi anulată. Sigur doriți să vă ștergeți contul?
sk: Týmto sa vymažú všetky dáta súvisiace s vaším účtom a túto akciu nie je možné vrátiť späť. Naozaj chcete odstrániť svoj účet?
sl: S tem dejanjem, ki ga ni mogoče razveljaviti, boste izbrisali vse podatke, povezane z vašim računom. Ali ste prepričani, da želite izbrisati svoj račun?
sr: Овим ћете трајно избрисати све податке повезане са налогом. Желите ли стварно да избришете налог?
sr_latn: Ovim ćete trajno izbrisati sve podatke povezane sa nalogom. Želite li stvarno da izbrišete nalog?
ta: இவ்வாறு செய்தால், உங்கள் கணக்குடன் தொடர்புடைய எல்லாத் தரவும் அழிக்கப்படும், அத்துடன் அவற்றைத் திரும்பப்பெற முடியாது. நிச்சயம் நீக்க விரும்புகிறீர்களா?
th: การทำเช่นนี้จะลบข้อมูลทั้งหมดที่เชื่อมโยงกับบัญชีและไม่สามารถเลิกทำได้ คุณแน่ใจไหมว่าต้องการลบบัญชีของคุณ
tr: Bu işlem, hesabınızla ilişkili tüm verileri siler ve geri alınamaz. Hesabınızı silmek istediğinizden emin misiniz?
ur: یہ آپ کے اکاؤنٹ سے وابستہ سبھی ڈیٹا کو مٹا دے گا، اور کالعدم نہیں ہوسکتا۔ کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟
zh_hans: 此操作将清空与您的帐号相关联的所有数据，并且无法撤消。确定要删除帐号吗？

source: Delete
ar: حذف
bg: Изтриване
bn: মুছুন
ca: Suprimeix
cs: Smazat
el: Διαγραφή
fa: حذف
fil: I-delete
gu: કાઢી નાખો
he: מחק
hr: Izbriši
kn: ಅಳಿಸಿ
lt: Ištrinti
lv: Dzēst
mr: डिलीट करा
ms: Padam
nb: Slett
ro: Ștergeți
sk: Odstrániť
sl: Izbriši
sr: Избриши
sr_latn: Izbriši
ta: நீக்கு
th: ลบ
tr: Sil
ur: حذف کریں
zh_hans: 删除

# DeleteAccountControllerTitle
source: Delete account
ar: حذف الحساب
bg: Изтриване на профила
bn: অ্যাকাউন্টটি মুছুন
ca: Suprimeix el compte
cs: Smazat účet
el: Διαγραφή λογαριασμού
fa: حذف حساب
fil: I-delete ang account
gu: એકાઉન્ટ કાઢી નાખો
he: מחיקת חשבון
hr: Izbriši račun
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
lt: Ištrinti paskyrą
lv: Konta dzēšana
mr: खाते डिलीत करा
ms: Padamkan akaun
nb: Slett kontoen
ro: Ștergeți contul
sk: Odstrániť účet
sl: Brisanje računa
sr: Избриши налог
sr_latn: Izbriši nalog
ta: கணக்கை நீக்கு
th: ลบบัญชี
tr: Hesabı silin
ur: اکاؤنٹ حذف کریں
zh_hans: 删除帐号

# ActionCantBeUndone
source: This action can't be undone
ar: لا يمكن التراجع عن هذا الإجراء
bg: Това действие не може да се отмени
bn: এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না
ca: Aquesta acció no es pot desfer
cs: Tuto akci nelze vrátit zpět.
el: Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας
fa: این کار واگردشدنی نیست.
fil: Hindi na maa-undo ang pagkilos na ito
gu: આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી
he: לא ניתן לבטל את הפעולה הזו
hr: Ta se radnja ne može poništiti
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಪಡಿಸಲಾಗುವುದಿಲ್ಲ.
lt: Šio veiksmo anuliuoti negalima
lv: Šo darbību nevar atsaukt
mr: ही अ‍ॅक्शन आहे तशी केली जाऊ शकत नाही
ms: Tindakan ini tidak boleh dibuat asal
nb: Denne handlingen kan ikke angres
ro: Această acțiune nu poate fi anulată
sk: Túto akciu nie je možné vrátiť späť
sl: Tega dejanja ni mogoče razveljaviti
sr: Ова радња не може да се опозове
sr_latn: Ova radnja ne može da se opozove
ta: இதைப் பின்னர் செயல்தவிர்க்க முடியாது
th: การดำเนินการนี้ไม่สามารถเลิกทำได้
tr: Bu işlem geri alınamaz
ur: اس عمل کو کالعدم نہیں کیا جا سکتا
zh_hans: 此操作无法撤消

# UnlinkAction
source: Unlink
ar: إلغاء الربط
bg: Прекратяване на връзката
bn: লিঙ্কমুক্ত করুন
ca: Desenllaça
cs: Odpojit
el: Αποσύνδεση
fa: لغو پیوند
fil: I-unlink
gu: અનલિંક કરો
he: בטל את הקישור
hr: Prekini vezu
kn: ಅನ್‌ಲಿಂಕ್
lt: Atsieti
lv: Atsaistīt
mr: लिंक काढून टाका
ms: Nyahpaut
nb: Fjern tilknytningen
ro: Deconectați
sk: Odpojiť
sl: Prekini povezavo
sr: Опозови везу
sr_latn: Opozovi vezu
ta: இணைப்பை நீக்கு
th: ยกเลิกการลิงก์
tr: Bağlantıyı kaldır
ur: لنک ختم کریں
zh_hans: 取消关联

# UnlinkTitle
source: Linked account
ar: حساب مرتبط
bg: Свързан профил
bn: লিঙ্ক করা অ্যাকাউন্ট
ca: Compte enllaçat
cs: Propojený účet
el: Συνδεδεμένος λογαριασμός
fa: حساب پیوندی
fil: Naka-link na account
gu: લિંક કરેલ એકાઉન્ટ
he: חשבון מקושר
hr: Povezani račun
kn: ಲಿಂಕ್‌ ಮಾಡಿದ ಖಾತೆ
lt: Susieta paskyra
lv: Saistīts konts
mr: लिंक केलेले खाते
ms: Akaun terpaut
nb: Tilknyttet konto
ro: Cont conectat
sk: Prepojený účet
sl: Povezan račun
sr: Повезани налог
sr_latn: Povezani nalog
ta: இணைத்துள்ள கணக்கு
th: บัญชีที่ลิงก์
tr: Bağlı hesap
ur: لنک کردہ اکاؤنٹ
zh_hans: 已关联的帐号

# UnlinkConfirmationTitle
source: Unlink account?
ar: هل تريد إلغاء ربط الحساب؟
bg: Да се прекрати ли връзката с профила?
bn: অ্যাকাউন্ট লিঙ্কমুক্ত করবেন?
ca: Vols desenllaçar el compte?
cs: Odpojit účet?
el: Αποσύνδεση λογαριασμού;
fa: پیوند حساب لغو شود؟
fil: I-unlink ang account?
gu: એકાઉન્ટને અનલિંક કરવું છે?
he: לבטל את קישור החשבון?
hr: Prekinuti vezu s računom?
kn: ಖಾತೆಯ ಲಿಂಕ್‌ ರದ್ದುಗೊಳಿಸುವುದೇ?
lt: Atsieti paskyrą?
lv: Vai atsaistīt kontu?
mr: खाते अनलिंक करायचे?
ms: Nyahpaut akaun?
nb: Vil du fjerne tilknytningen til kontoen?
ro: Deconectați contul?
sk: Chcete odpojiť účet?
sl: Ali želite prekiniti povezavo z računom?
sr: Желите ли да опозовете везу са налогом?
sr_latn: Želite li da opozovete vezu sa nalogom?
ta: கணக்கின் இணைப்பை நீக்கவா?
th: ยกเลิกการลิงก์บัญชีไหม
tr: Hesabın bağlantısı kaldırılsın mı?
ur: اکاؤنٹ کا لنک ختم کریں؟
zh_hans: 要取消帐号关联吗？

# UnlinkConfirmationMessage
source: You will no longer be able to sign in using your account
ar: لن تتمكن بعد الآن من تسجيل الدخول باستخدام حسابك
bg: Вече няма да можете да влизате с профила си
bn: আপনি আর এই অ্যাকাউন্টটি ব্যবহার করে সাইন-ইন করতে পারবেন না
ca: Ja no podràs iniciar la sessió amb el teu compte
cs: Prostřednictvím tohoto účtu už se nebudete moci přihlásit.
el: Δεν θα μπορείτε πλέον να συνδεθείτε χρησιμοποιώντας τον λογαριασμό σας
fa: دیگر نمی‌توانید با استفاده از این حساب وارد سیستم شوید
fil: Hindi ka na makakapag-sign in gamit ang iyong account
gu: હવે તમે તમારા એકાઉન્ટનો ઉપયોગ કરીને સાઇન ઇન કરી શકશો નહીં
he: לא תהיה יותר אפשרות להיכנס באמצעות החשבון
hr: Više se nećete moći prijaviti svojim računom.
kn: ಇನ್ನು ಮುಂದೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಸೈನ್‌ ಇನ್‌ ಮಾಡಲಾಗುವುದಿಲ್ಲ
lt: Nebegalėsite prisijungti naudodami savo paskyrą
lv: Jūs vairs nevarēsit pierakstīties, izmantojot savu kontu
mr: तुम्ही यापुढे तुमचे खाते वापरून साइन करू शकणार नाही
ms: Anda tidak boleh log masuk menggunakan akaun anda lagi
nb: Du kommer ikke lenger til å kunne logge på med kontoen din
ro: Nu vă veți mai putea conecta folosind contul
sk: Už sa nebudete môcť prihlásiť svojím účtom
sl: S svojim računom se ne boste mogli več prijaviti
sr: Више нећете моћи да се пријављујете помоћу налога
sr_latn: Više nećete moći da se prijavljujete pomoću naloga
ta: உங்கள் கணக்கைப் பயன்படுத்தி இனி உள்நுழைய முடியாது
th: คุณจะไม่สามารถลงชื่อเข้าใช้ด้วยบัญชีของคุณได้อีก
tr: Artık hesabınızı kullanarak oturum açamazsınız
ur: اب آپ اپنا اکاؤنٹ استعمال کرتے ہوئے سائن ان نہیں کر سکیں گے
zh_hans: 您将不能再使用您的帐号登录

# UnlinkConfirmationActionTitle
source: Unlink account
ar: إلغاء ربط الحساب
bg: Прекратяване на връзката с профила
bn: অ্যাকাউন্ট লিঙ্কমুক্ত করুন
ca: Desenllaça el compte
cs: Odpojit účet
el: Αποσύνδεση λογαριασμού
fa: لغو پیوند حساب
fil: I-unlink ang account
gu: એકાઉન્ટને અનલિંક કરો
he: ביטול הקישור של החשבון
hr: Prekidanje veze s računom
kn: ಖಾತೆಯ ಲಿಂಕ್‌ ರದ್ದುಮಾಡಿ
lt: Atsieti paskyrą
lv: Konta atsaistīšana
mr: खाते अनलिंक करा
ms: Nyahpaut akaun
nb: Fjern tilknytningen til kontoen
ro: Deconectați contul
sk: Odpojiť účet
sl: Prekini povezavo z računom
sr: Опозив везе са налогом
sr_latn: Opoziv veze sa nalogom
ta: கணக்கின் இணைப்பை நீக்கு
th: ยกเลิกการลิงก์บัญชี
tr: Hesabın bağlantısını kaldırın
ur: اکاؤنٹ کا لنک ختم کریں
zh_hans: 取消帐号关联

# UpdateEmailAlertMessage
source: To change email address associated with your account, you will need to sign in again.
ar: لتغيير عنوان البريد الإلكتروني المقترن بحسابك، سيلزمك تسجيل الدخول مرة أخرى.
bg: За да промените имейл адреса, свързан с профила ви, ще трябва да влезете отново.
bn: আপনার অ্যাকাউন্টের সাথে যুক্ত ইমেল অ্যাড্রেসটি পরিবর্তন করতে আপনাকে আবার সাইন-ইন করতে হবে।
ca: Per canviar l'adreça electrònica associada al teu compte, has de tornar a iniciar la sessió.
cs: Chcete-li změnit e-mailovou adresu přidruženou k vašemu účtu, musíte se znovu přihlásit.
el: Για να αλλάξετε τη διεύθυνση που συσχετίζεται με τον λογαριασμό σας, θα πρέπει να συνδεθείτε ξανά.
fa: برای تغییر نشانی ایمیل مرتبط با حسابتان باید دوباره وارد سیستم شوید.
fil: Upang mabago ang email address na kaugnay ng iyong account, kakailanganin mong mag-sign in muli.
gu: તમારા એકાઉન્ટ સાથે સંકળાયેલ ઇમેઇલ ઍડ્રેસ બદલવા માટે, તમારે ફરીથી સાઇન ઇન કરવું જરૂરી છે.
he: כדי לשנות את כתובת האימייל המשויכת לחשבון, עליך להיכנס מחדש.
hr: Da biste promijenili e-adresu povezanu sa svojim računom, trebate se ponovo prijaviti.
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿದ ಇಮೇಲ್‌ ವಿಳಾಸವನ್ನು ಬದಲಿಸಲು, ನೀವು ಪುನಃ ಸೈನ್‌ ಇನ್‌ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
lt: Norėdami pakeisti el. pašto adresą, susietą su paskyra, turėsite prisijungti dar kartą.
lv: Lai mainītu ar kontu saistīto e-pasta adresi, būs vēlreiz jāpierakstās.
mr: तुमच्या खात्याशी संबंधित असलेला ईमेल अॅड्रेस बदलण्यासाठी तुम्ही पुन्हा साइन इन करणे आवश्यक आहे.
ms: Untuk menukar alamat e-mel yang dikaitkan dengan akaun anda, log masuk sekali lagi.
nb: Du må logge på igjen for å endre e-postadressen som er knyttet til kontoen din.
ro: Pentru a schimba adresa de e-mail asociată contului, va trebui să vă conectați din nou.
sk: Ak chcete zmeniť e-mailovú adresu prepojenú s vaším účtom, budete sa musieť znova prihlásiť.
sl: Če želite spremeniti e-poštni naslov, povezan z vašim računom, se boste morali prijaviti znova.
sr: Да бисте променили имејл адресу повезану са налогом, треба да се поново пријавите.
sr_latn: Da biste promenili imejl adresu povezanu sa nalogom, treba da se ponovo prijavite.
ta: உங்கள் கணக்குடன் தொடர்புடைய மின்னஞ்சல் முகவரியை மாற்ற, நீங்கள் மீண்டும் உள்நுழைய வேண்டும்.
th: ในการเปลี่ยนที่อยู่อีเมลที่เชื่อมโยงกับบัญชีของคุณ คุณจะต้องลงชื่อเข้าใช้อีกครั้ง
tr: Hesabınızla ilişkilendirilmiş e-posta adresini değiştirmek için tekrar oturum açmanız gerekir.
ur: اپنے اکاؤنٹ سے وابستہ ای میل پتہ تبدیل کرنے کے لیے، آپ کو دوبارہ سائن ان کرنے کی ضرورت پڑے گی۔
zh_hans: 要更改与您的帐号关联的电子邮件地址，您需要再次登录。

# UpdateEmailVerificationAlertMessage
source: In order to change your password, you first need to enter your current password.
ar: لتغيير كلمة المرور، يجب أولاً إدخال كلمة المرور الحالية.
bg: За да промените паролата си, първо трябва да въведете текущата.
bn: পাসওয়ার্ড পরিবর্তন করার জন্য আগে আপনাকে বর্তমান পাসওয়ার্ডটি লিখতে হবে।
ca: Per canviar la contrasenya, primer has d'introduir la teva contrasenya actual.
cs: Chcete-li změnit heslo, musíte nejprve zadat aktuální heslo.
el: Για να αλλάξετε τον κωδικό πρόσβασής σας, θα πρέπει πρώτα να εισαγάγετε τον τρέχοντα κωδικό πρόσβασης.
fa: برای تغییر گذرواژه‌‌، ابتدا باید گذرواژه کنونی‌تان را وارد کنید.
fil: Upang baguhin ang iyong password, kailangan mo munang ipasok ang iyong kasalukuyang password.
gu: તમારો પાસવર્ડ બદલવા માટે, તમારે પહેલા તમારો વર્તમાન પાસવર્ડ દાખલ કરવો જરૂરી છે.
he: כדי לשנות את הסיסמה, עליך להזין את הסיסמה הנוכחית.
hr: Da biste promijenili zaporku, najprije trebate unijeti trenutačnu zaporku.
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್‌ ಅನ್ನು ಬದಲಿಸಲು, ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪಾಸ್‌ವರ್ಡ್‌ ಅನ್ನು ನೀವು ಮೊದಲು ನಮೂದಿಸಬೇಕಾಗಿದೆ.
lt: Norėdami pakeisti slaptažodį, pirmiausia turite įvesti dabartinį.
lv: Lai mainītu paroli, vispirms ir jāievada pašreizējā parole.
mr: तुमचा पासवर्ड बदलण्यासाठी आधी तुम्हाला तुमचा सध्याचा पासवर्ड टाकावा लागेल.
ms: Untuk menukar kata laluan anda, masukkan kata laluan semasa terlebih dahulu.
nb: For å endre passordet ditt må du først oppgi det eksisterende passordet.
ro: Pentru a vă schimba parola, trebuie să introduceți parola actuală.
sk: Ak chcete zmeniť heslo, musíte najskôr zadať aktuálne heslo.
sl: Če želite spremeniti geslo, morate najprej vnesti trenutno geslo.
sr: Да бисте променили лозинку, треба да унесете тренутну лозинку.
sr_latn: Da biste promenili lozinku, treba da unesete trenutnu lozinku.
ta: கடவுச்சொல்லை மாற்ற, தற்போதைய கடவுச்சொல்லை முதலில் உள்ளிட வேண்டும்.
th: คุณต้องป้อนรหัสผ่านปัจจุบันของคุณก่อนจึงจะเปลี่ยนรหัสผ่านได้
tr: Şifrenizi değiştirmek için önce mevcut şifrenizi girmeniz gerekir.
ur: اپنا پاس ورڈ تبدیل کرنے کے لیے، پہلے آپ کو اپنا موجودہ پاس ورڈ درج کرنے کی ضرورت ہے۔
zh_hans: 要更改密码，您需要先输入当前的密码。

# EditEmailTitle
source: Edit email
ar: تعديل الرسالة
bg: Редактиране на имейла
bn: ইমেলটি সম্পাদনা করুন
ca: Edita l'adreça electrònica
cs: Změnit e-mail
el: Επεξεργασία διεύθυνσης ηλεκτρονικού ταχυδρομείου
fa: ویرایش ایمیل
fil: I-edit ang email
gu: ઇમેઇલ સંપાદિત કરો
he: שינוי כתובת האימייל
hr: Uređivanje e-adrese
kn: ಇಮೇಲ್‌ ಎಡಿಟ್‌ ಮಾಡಿ
lt: Redaguoti el. pašto adresą
lv: E-pasta rediģēšana
mr: ईमेल एडिट करा
ms: Edit e-mel
nb: Endre e-postadressen
ro: Modificați adresa de e-mail
sk: Úprava e-mailu
sl: Urejanje e-pošte
sr: Измена имејла
sr_latn: Izmena imejla
ta: மின்னஞ்சலைத் திருத்து
th: แก้ไขอีเมล
tr: E-postayı düzenleyin
ur: ای میل میں ترمیم کریں
zh_hans: 修改电子邮件地址

# EditNameTitle
source: Edit name
ar: تعديل الاسم
bg: Редактиране на името
bn: নাম সম্পাদনা করুন
ca: Edita el nom
cs: Změnit jméno
el: Επεξεργασία ονόματος
fa: ویرایش نام
fil: I-edit ang pangalan
gu: નામ સંપાદિત કરો
he: עריכת שם
hr: Uređivanje naziva
kn: ಹೆಸರನ್ನು ಎಡಿಟ್ ಮಾಡಿ
lt: Redaguoti pavadinimą
lv: Nosaukuma rediģēšana
mr: नाव एडिट करा
ms: Edit nama
nb: Endre navnet
ro: Modificați numele
sk: Úprava názvu
sl: Urejanje imena
sr: Измена назива
sr_latn: Izmena naziva
ta: பெயரை மாற்று
th: แก้ไขชื่อ
tr: Adı düzenleyin
ur: نام میں ترمیم کریں
zh_hans: 修改名称
