Repository: firebase/FirebaseUI-iOS
Catalog: Auth/FirebaseAuthUI/Strings/*.lproj/FirebaseAuthUI.strings
Languages: ar, bg, bn, ca, cs, el, fa, fil, gu, he, hr, kn, lt, lv, mr, ms, nb, ro, sk, sl, sr, sr_latn, ta, th, tr, ur, zh_hans

# AuthPickerTitle
source: Welcome
ar: مرحبًا
bg: Добре дошли
bn: স্বাগতম
ca: Et donem la benvinguda
cs: Vítáme vás
el: Καλώς ήρθατε
fa: خوش‌ آمدید
gu: સ્વાગત છે
he: ברוכים הבאים
hr: Dobro došli
kn: ಸ್ವಾಗತ
lt: Sveiki!
lv: Laipni lūdzam!
mr: स्वागत आहे
ms: Selamat datang
nb: Velkommen
ro: Bun venit
sk: Vitajte
sl: Dobrodošli
sr: Добро дошли
sr_latn: Dobro došli
ta: வரவேற்கிறோம்
th: ยินดีต้อนรับ
tr: Hoş geldiniz
ur: خوش آمدید
zh_hans: 欢迎

source: Sign in with email
ar: تسجيل الدخول عبر البريد الإلكتروني
bg: Вход с имейл
bn: ইমেল দিয়ে সাইন-ইন করুন
ca: Inicia la sessió amb l'adreça electrònica
cs: Přihlásit se pomocí e-mailu
el: Σύνδεση μέσω ηλεκτρονικού ταχυδρομείου
fa: ورود به سیستم با ایمیل
fil: Mag-sign in gamit ang email
gu: ઇમેઇલ વડે સાઇન ઇન કરો
he: כניסה באמצעות אימייל
hr: Prijava putem e-adrese
kn: ಇಮೇಲ್ ಜೊತೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
lt: Prisijungti nurodant el. paštą
lv: Pierakstīties ar e-pasta adresi
mr: ईमेलने साइन इन करा
ms: Log masuk dengan e-mel
nb: Logg på med e-postadresse
ro: Conectați-vă cu adresa de e-mail
sk: Prihlásiť sa e-mailom
sl: Prijava z e-pošto
sr: Пријави ме помоћу имејла
sr_latn: Prijavi me pomoću imejla
ta: மின்னஞ்சல் மூலம் உள்நுழைக
th: ลงชื่อเข้าใช้ด้วยอีเมล
tr: E-posta ile oturum aç
ur: ای میل کے ساتھ سائن ان کریں
zh_hans: 使用电子邮件地址登录

source: Enter your email
ar: إدخال عنوان بريدك الإلكتروني
bg: Въвеждане на имейл адреса ви
bn: আপনার ইমেল লিখুন
ca: Introdueix la teva adreça electrònica
cs: Zadejte e-mail
el: Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας
fa: رایانامه‌تان را وارد کنید
fil: Ilagay ang iyong email
gu: તમારું ઇમેઇલ ઍડ્રેસ દાખલ કરો
he: מה האימייל שלך?
hr: Unesite svoju e-adresu
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸಿ
lt: Įveskite el. paštą
lv: Ievadiet e-pastu
mr: तुमचा ईमेल टाका
ms: Masukkan e-mel anda
nb: Oppgi e-postadressen din
ro: Introduceți adresa de e-mail
sk: Zadajte svoj e-mail
sl: Vnesite e-pošto
sr: Унесите имејл
sr_latn: Unesite imejl
ta: மின்னஞ்சலை உள்ளிடவும்
th: ป้อนอีเมลของคุณ
tr: E-postanızı girin
ur: اپنا ای میل درج کریں
zh_hans: 输入您的电子邮件地址

# InvalidEmailError
source: That email address isn't correct.
ar: إنّ عنوان البريد الإلكتروني هذا غير صحيح.
bg: Този имейл адрес е неправилен.
bn: ইমেল অ্যাড্রেসটি সঠিক নয়।
ca: Aquesta adreça electrònica no és correcta.
cs: E-mailová adresa není správná.
el: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι σωστή.
fa: این نشانی ایمیل درست نیست.
fil: Mali ang email address na iyon.
gu: તે ઇમેઇલ ઍડ્રેસ સાચું નથી.
he: כתובת האימייל שגויה.
hr: Ta e-adresa nije točna
kn: ಆ ಇಮೇಲ್ ವಿಳಾಸವು ಸರಿಯಾಗಿಲ್ಲ.
lt: Šis el. paštas netinkamas.
lv: E-pasta adrese nav pareiza.
mr: तो ईमेल अॅड्रेस चुकीचा आहे.
ms: Alamat e-mel tersebut tidak betul.
nb: E-postadressen er ikke riktig.
ro: Adresa de e-mail nu este corectă.
sk: Daná e-mailová adresa nie je správna.
sl: E-pošta ni pravilna.
sr: Та имејл адреса није тачна.
sr_latn: Ta imejl adresa nije tačna.
ta: மின்னஞ்சல் முகவரி தவறாக உள்ளது.
th: ที่อยู่อีเมลนี้ไม่ถูกต้อง
tr: Bu e-posta adresi doğru değil.
ur: یہ ای میل پتہ غلط ہے۔
zh_hans: 该电子邮件地址不正确。

# CannotAuthenticateError
source: This type of account isn't supported by this app
ar: لا يتيح هذا التطبيق استخدام هذا النوع من الحساب
bg: Този тип профил не се поддържа от това приложение
bn: এই ধরনের অ্যাকাউন্ট এই অ্যাপে ব্যবহার করা যায় না
ca: Aquest tipus de compte no és compatible amb l'aplicació
cs: Tento typ účtu aplikace nepodporuje.
el: Αυτός ο τύπος λογαριασμού δεν υποστηρίζεται από αυτήν την εφαρμογή
fa: این برنامه از این نوع حساب‌ پشتیبانی نمی‌کند
fil: Hindi sinusuportahan sa app na ito ang ganitong uri ng account
gu: આ ઍપ્લિકેશન આ પ્રકારના એકાઉન્ટને સમર્થન આપતી નથી
he: האפליקציה הזו לא תומכת בחשבונות מהסוג הזה
hr: Ta vrsta računa nije podržana u ovoj aplikaciji
kn: ಈ ಅಪ್ಲಿಕೇಶನ್‌ ಈ ರೀತಿಯ ಖಾತೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ
lt: Ši programa nepalaiko šio paskyros tipo
lv: Šī lietotne neatbalsta šāda veida kontu
mr: अशा प्रकारच्या खात्याला हे अ‍ॅप समर्थन करत नाही
ms: Akaun jenis ini tidak disokong oleh apl ini
nb: Denne kontotypen støttes ikke i denne appen
ro: Acest tip de cont nu este acceptat de aplicație
sk: Táto aplikácia nepodporuje tento typ účtu
sl: Aplikacija ne podpira te vrste računov
sr: Ова апликација не подржава тај тип налога
sr_latn: Ova aplikacija ne podržava taj tip naloga
ta: இந்தப் பயன்பாடு, இந்தக் கணக்கு வகையை ஆதரிக்காது
th: แอปนี้ไม่รองรับบัญชีประเภทนี้
tr: Bu hesap türü, bu uygulama tarafından desteklenmiyor
ur: اس قسم کا اکاؤنٹ اس ایپ کی جانب سے تعاون یافتہ نہیں ہے
zh_hans: 此应用不支持这种类型的帐号

# ExistingAccountTitle
source: You already have an account
ar: لديك حساب حاليًا
bg: Вече имате профил
bn: আপনার আগে থেকেই একটি অ্যাকাউন্ট আছে
ca: Ja tens un compte
cs: Již máte účet.
el: Έχετε ήδη λογαριασμό
fa: از قبل حسابی دارید
fil: Mayroon ka nang account
gu: તમારી પાસે પહેલેથી જ એક એકાઉન્ટ છે
he: כבר יש לך חשבון
hr: Već imate račun
kn: ನೀವು ಈಗಾಗಲೇ ಖಾತೆಯನ್ನು ಹೊಂದಿರುವಿರಿ
lt: Jūs jau turite paskyrą
lv: Jums jau ir konts
mr: तुमचे आधीच एक खाते आहे
ms: Anda sudah mempunyai akaun
nb: Du har allerede en konto
ro: Aveți deja un cont
sk: Už máte účet
sl: Račun že imate
sr: Већ имате налог
sr_latn: Već imate nalog
ta: ஏற்கனவே உங்களிடம் கணக்கு உள்ளது
th: คุณมีบัญชีอยู่แล้ว
tr: Zaten bir hesabınız var
ur: آپ کے پاس پہلے سے ہی ایک اکاؤنٹ موجود ہے
zh_hans: 您已经有帐号了

# ProviderUsedPreviouslyMessage
source: You’ve already used %@. Sign in with %@ to continue.
ar: سبق أن استخدمت %@. يُرجى تسجيل الدخول باسم %@ للمتابعة.
bg: Вече използвахте %@. За да продължите, влезте с %@.
bn: আপনি আগেই %@ ব্যবহার করেছেন। চালিয়ে যেতে %@ দিয়ে সাইন-ইন করুন।
ca: Ja has utilitzat l'adreça electrònica %@. Inicia la sessió amb %@ per continuar.
cs: Již jste použili službu %@. Chcete-li pokračovat, přihlaste se prostřednictvím služby %@.
el: Έχετε ήδη χρησιμοποιήσει το %@. Συνδεθείτε με %@ για να συνεχίσετε.
fa: قبلاً از %@ استفاده کرده‌اید. برای ادامه با %@ وارد سیستم شوید.
fil: Nagamit mo na ang %@. Mag-sign in gamit ang %@ upang magpatuloy.
gu: તમે પહેલેથી %@નો ઉપયોગ કરી લીધો છે. આગળ વધવા માટે %@ વડે સાઇન ઇન કરો.
he: כבר השתמשת בכתובת %@. כדי להמשיך, עליך להיכנס באמצעות %@.
hr: Već ste upotrijebili e-adresu %@. Za nastavak se prijavite putem usluge %@.
kn: ನೀವು ಈಗಾಗಲೇ %@ ನ್ನು ಬಳಸಿದ್ದೀರಿ. ಮುಂದುವರಿಸಲು %@ ಜೊತೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
lt: Jau panaudojote %@. Jei norite tęsti, prisijunkite per „%@“.
lv: Jūs jau esat izmantojis e-pasta adresi %@. Pierakstieties ar %@, lai turpinātu.
mr: तुम्ही %@ आधीच वापरले आहे. सुरू ठेवण्यासाठी %@ने साइन इन करा.
ms: Anda sudah menggunakan %@. Log masuk dengan %@ untuk teruskan.
nb: Du har allerede brukt %@. Logg på med %@ for å fortsette.
ro: Ați folosit deja %@. Pentru a continua, conectați-vă cu %@.
sk: Už ste použili adresu %@. Ak chcete pokračovať, prihláste sa cez %@.
sl: E-poštni naslov %@ ste že uporabili. Če želite nadaljevati, se prijavite z računom za %@.
sr: Већ сте употребили %@. Пријавите се помоћу %@-а да бисте наставили.
sr_latn: Već ste upotrebili %@. Prijavite se pomoću %@-a da biste nastavili.
ta: ஏற்கனவே %@ஐப் பயன்படுத்தியுள்ளீர்கள். தொடர, %@ மூலம் உள்நுழையவும்.
th: คุณใช้ %@ อยู่แล้ว ลงชื่อเข้าใช้ด้วย %@ เพื่อดำเนินการต่อ
tr: %@ e-posta adresini daha önce kullandınız. Devam etmek için %@ ile oturum açın.
ur: آپ نے پہلے ہی %@ کو استعمال کر لیا ہے۔ جاری رکھنے کے لیے %@ کے ساتھ سائن ان کریں۔
zh_hans: 您已经使用了 %@。请使用 %@ 帐号登录以继续操作。

# SignInTitle
source: Sign in
ar: تسجيل الدخول
bg: Вход
bn: সাইন-ইন করুন
ca: Inicia la sessió
cs: Přihlásit se
el: Σύνδεση
fa: ورود به سیستم
fil: Mag-sign in
gu: સાઇન ઇન કરો
he: כניסה
hr: Prijava
kn: ಸೈನ್ ಇನ್‌
lt: Prisijungti
lv: Pierakstīties
mr: साइन इन करा
ms: Log masuk
nb: Logg på
ro: Conectați-vă
sk: Prihlásiť sa
sl: Prijava
sr: Пријави ме
sr_latn: Prijavi me
ta: உள்நுழைக
th: ลงชื่อเข้าใช้
tr: Oturum aç
ur: سائن ان کریں
zh_hans: 登录

source: Enter your password
ar: إدخال كلمة المرور
bg: Въведете паролата си
bn: আপনার পাসওয়ার্ডটি লিখুন
ca: Introdueix la teva contrasenya
cs: Zadejte své heslo
el: Εισαγάγετε τον κωδικό πρόσβασής σας
fa: گذرواژه‌تان را وارد کنید
fil: Ilagay ang iyong password
gu: તમારો પાસવર્ડ દાખલ કરો
he: הסיסמה שלך כאן
hr: Unesite zaporku
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
lt: Įveskite slaptažodį
lv: Ievadiet savu paroli
mr: तुमचा पासवर्ड टाका
ms: Masukkan kata laluan anda
nb: Oppgi passordet ditt
ro: Introduceți parola
sk: Zadajte svoje heslo
sl: Vnesite geslo
sr: Унесите лозинку
sr_latn: Unesite lozinku
ta: கடவுச்சொல்லை உள்ளிடவும்
th: ป้อนรหัสผ่าน
tr: Şifrenizi girin
ur: اپنا پاس ورڈ درج کریں
zh_hans: 输入您的密码

# InvalidPasswordError
source: Password cannot be empty.
ar: لا يمكن أن يكون حقل كلمة المرور فارغًا.
bg: Трябва да въведете парола.
bn: পাসওয়ার্ডটি খালি রাখা যাবে না।
ca: Cal introduir una contrasenya.
cs: Pole hesla nesmí být prázdné.
el: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός.
fa: فیلد گذرواژه نمی‌تواند خالی باشد.
fil: Hindi maaaring walang laman ang password.
gu: પાસવર્ડ દાખલ કરવો આવશ્યક છે.
he: לא הזנת סיסמה.
hr: Zaporka ne može biti prazna.
kn: ಪಾಸ್‌ವರ್ಡ್‌ ಖಾಲಿ ಇರುವಂತಿಲ್ಲ.
lt: Slaptažodžio laukas negali būti tuščias.
lv: Paroles lauks nedrīkst būt tukšs.
mr: पासवर्ड रिक्त ठेवता येणार नाही
ms: Kata laluan tidak boleh kosong.
nb: Du må oppgi et passord.
ro: Parola trebuie completată.
sk: Heslo nesmie byť prázdne.
sl: Geslo ne sme biti prazno.
sr: Лозинка мора да се унесе.
sr_latn: Lozinka mora da se unese.
ta: கடவுச்சொல் காலியாக இருக்கக்கூடாது.
th: ต้องระบุรหัสผ่าน
tr: Şifre boş bırakılamaz.
ur: پاس ورڈ خالی نہیں ہو سکتا۔
zh_hans: 密码不能为空。

# WrongPasswordError
source: The email and password you entered don't match.
ar: إنّ البريد الإلكتروني وكلمة المرور اللذين أدخلتهما ليسا متطابقين.
bg: Имейл адресът и паролата, които въведохте, не си съответстват.
bn: আপনার দেওয়া ইমেল এবং পাসওয়ার্ডটি মিলছে না।
ca: L'adreça electrònica i la contrasenya que has introduït no coincideixen.
cs: Zadaný e-mail a heslo se neshodují.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου και ο κωδικός πρόσβασης δεν ταιριάζουν.
fa: ایمیل و گذرواژه وارد‌شده با هم مطابقت ندارند.
fil: Hindi nagtutugma ang inilagay mong email at password.
gu: તમે દાખલ કરેલ ઇમેઇલ ઍડ્રેસ અને પાસવર્ડ મેળ ખાતો નથી.
he: אין התאמה בין כתובת האימייל לסיסמה שהזנת.
hr: Unijeli ste e-adresu i zaporku koje se ne podudaraju.
kn: ನೀವು ನಮೂದಿಸಿರುವ ಇಮೇಲ್‌ ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್‌ ಹೊಂದಾಣಿಕೆಯಾಗಿಲ್ಲ.
lt: Įvestas slaptažodis neatitinka el. pašto adreso.
lv: Ievadītā e-pasta adrese un parole neatbilst.
mr: तुम्ही टाकलेला ईमेल आणि पासवर्ड जुळत नाही.
ms: E-mel dan kata laluan yang anda masukkan tidak sepadan.
nb: E-postadressen og passordet du har angitt, samsvarer ikke.
ro: Adresa de e-mail și parola pe care le-ați introdus nu se potrivesc.
sk: Zadaný e-mail a heslo sa nezhodujú.
sl: E-poštni naslov in geslo, ki ste ju vnesli, se ne ujemata.
sr: Имејл и лозинка које сте унели се не подударају.
sr_latn: Imejl i lozinka koje ste uneli se ne podudaraju.
ta: உள்ளிட்ட மின்னஞ்சலும் கடவுச்சொல்லும் பொருந்தவில்லை.
th: อีเมลและรหัสผ่านที่ป้อนไม่ตรงกัน
tr: Girdiğiniz e-posta ile şifre eşleşmiyor.
ur: آپ نے جو ای میل اور پاس ورڈ درج کیا ہے وہ مماثل نہیں ہیں۔
zh_hans: 您输入的电子邮件地址和密码不匹配。

# UserNotFoundError
source: That email address doesn’t match an existing account.
ar: لا يتطابق عنوان البريد الإلكتروني هذا مع حساب حالي.
bg: Този имейл адрес не съответства на съществуващ профил.
bn: আগে থেকে থাকা অ্যাকাউন্টের সাথে ইমেল অ্যাড্রেসটি মিলছে না।
ca: Aquesta adreça electrònica no coincideix amb cap compte.
cs: E-mailová adresa neodpovídá žádnému stávajícímu účtu.
el: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν ταιριάζει με κάποιον υπάρχοντα λογαριασμό.
fa: این نشانی ایمیل با هیچ حسابی مطابقت ندارد.
fil: Hindi tumutugma ang email address na iyon sa isang kasalukuyang account.
gu: તે ઇમેઇલ ઍડ્રેસ અસ્તિત્વમાં છે તે એકાઉન્ટ સાથે મેળ ખાતું નથી.
he: אין חשבון המשויך לכתובת האימייל הזו.
hr: Ta e-adresa ne pripada postojećem računu.
kn: ಆ ಇಮೇಲ್‌ ವಿಳಾಸವು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಖಾತೆಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುವುದಿಲ್ಲ.
lt: Šis el. pašto adresas neatitinka esamos paskyros.
lv: E-pasta adrese neatbilst esošam kontam.
mr: तो ईमेल अॅड्रेस सध्याच्या खात्याशी जुळत नाही.
ms: Alamat e-mel tersebut tidak sepadan dengan akaun sedia ada.
nb: E-postadressen samsvarer ikke med en eksisterende konto.
ro: Adresa de e-mail nu corespunde unui cont existent.
sk: Daná e-mailová adresa sa nezhoduje s existujúcim účtom.
sl: E-poštni naslov se ne ujema z obstoječim računom.
sr: Та имејл адреса не одговара ниједном постојећем налогу.
sr_latn: Ta imejl adresa ne odgovara nijednom postojećem nalogu.
ta: மின்னஞ்சல் முகவரி தற்போதைய கணக்குடன் பொருந்தவில்லை.
th: ที่อยู่อีเมลไม่ตรงกับบัญชีที่มีอยู่
tr: Bu e-posta adresi mevcut bir hesapla eşleşmiyor.
ur: یہ ای میل پتہ کسی موجودہ اکاؤنٹ کے مماثل نہیں ہے۔
zh_hans: 该电子邮件地址没有相匹配的现有帐号。

# AccountDisabledError
source: That email address is for an account that has been disabled.
ar: إنّ عنوان البريد الإلكتروني هذا تابع لحساب سبق أن تم إيقافه.
bg: Този имейл адрес е за профил, който е деактивиран.
bn: এই ইমেল অ্যাড্রেসটি এমন একটি অ্যাকাউন্টের জন্য যেটি অক্ষম করা হয়েছে।
ca: Aquesta adreça electrònica pertany a un compte que s'ha desactivat.
cs: E-mailová adresa patří k účtu, který byl zablokován.
el: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου αφορά έναν λογαριασμό που έχει απενεργοποιηθεί.
fa: این نشانی ایمیل متعلق به حسابی است که غیرفعال شده است.
fil: Ang email address na iyon ay para sa isang na-disable nang account.
gu: તે ઇમેઇલ ઍડ્રેસ અક્ષમ કરવામાં આવેલ એકાઉન્ટ માટે છે.
he: כתובת האימייל משויכת לחשבון שהושבת.
hr: E-adresa pripada računu koji je onemogućen.
kn: ಖಾತೆಗೆ ಆ ಇಮೇಲ್‌ ವಿಳಾಸವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.
lt: Šis el. pašto adresas yra išjungtos paskyros.
lv: Šī ir atspējota konta e-pasta adrese.
mr: तो ईमेल अॅड्रेस एका बंद करण्यात आलेल्या खात्याचा आहे.
ms: Alamat e-mel tersebut digunakan untuk akaun yang sudah dilumpuhkan.
nb: E-postadressen er for en konto som er deaktivert.
ro: Această adresă de e-mail aparține unui cont dezactivat.
sk: Daná e-mailová adresa patrí k účtu, ktorý bol deaktivovaný.
sl: E-poštni naslov je za račun, ki je bil onemogočen.
sr: Та имејл адреса припада деактивираном налогу.
sr_latn: Ta imejl adresa pripada deaktiviranom nalogu.
ta: இந்த மின்னஞ்சலுக்குரிய கணக்கு முடக்கப்பட்டுள்ளது.
th: ที่อยู่อีเมลนี้เป็นของบัญชีที่ปิดใช้ไปแล้ว
tr: Bu e-posta adresi, devre dışı bırakılmış bir hesaba ait.
ur: یہ ای میل پتہ ایک غیر فعال کیے ہوئے اکاؤنٹ کے لیے ہے۔
zh_hans: 该电子邮件地址对应的帐号已停用。

# SignInTooManyTimesError
source: You’ve entered an incorrect password too many times. Try again in a few minutes.
ar: لقد أدخلت كلمة مرور غير صحيحة لمرات كثيرة جدًا. يُرجى المحاولة مجددًا بعد بضع دقائق.
bg: Въведохте неправилна парола твърде много пъти. Опитайте отново след няколко минути.
bn: আপনি অনেকবার ভুল পাসওয়ার্ড লিখেছেন। কিছুক্ষণের মধ্যে আবার চেষ্টা করুন।
ca: Has introduït una contrasenya incorrecta massa vegades. Torna-ho a provar d'aquí a uns quants minuts.
cs: Provedli jste příliš mnoho neplatných pokusů o zadání hesla. Opakujte akci za chvíli.
el: Πληκτρολογήσατε πολλές φορές λανθασμένο κωδικό πρόσβασης. Δοκιμάστε ξανά σε λίγα λεπτά.
fa: دفعات زیادی گذرواژه اشتباه وارد کرده‌اید. پس از چند دقیقه دوباره امتحان کنید.
fil: Nagpasok ka ng di-wastong password nang masyadong maraming beses. Pakisubukang muli pagkalipas ng ilang minuto.
gu: તમે ઘણી બધી વખત ખોટો પાસવર્ડ દાખલ કર્યો છે. થોડીવારમાં ફરીથી પ્રયાસ કરો.
he: הזנת סיסמה שגויה יותר מדי פעמים. אפשר יהיה לנסות שוב בעוד כמה דקות.
hr: Unijeli ste netočnu zaporku previše puta. Pokušajte ponovo za nekoliko minuta.
kn: ಹಲವು ಬಾರಿ ನೀವು ತಪ್ಪಾದ ಪಾಸ್‌ವರ್ಡ್‌ ನಮೂದಿಸಿರುವಿರಿ. ಕೆಲವು ನಿಮಿಷಗಳಲ್ಲಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
lt: Įvedėte netinkamą slaptažodį per daug kartų. Po kelių minučių bandykite dar kartą.
lv: Esat pārāk daudz reižu ievadījis nepareizu paroli. Lūdzu, mēģiniet vēlreiz pēc dažām minūtēm.
mr: तुम्ही चुकीचा पासवर्ड बर्‍याचदा वापरला आहे. थोड्या वेळानंतर पुन्हा प्रयत्न करा.
ms: Anda terlalu kerap memasukkan kata laluan yang salah. Cuba lagi dalam masa beberapa minit.
nb: Du har angitt feil passord for mange ganger. Prøv igjen om noen minutter.
ro: Ați introdus de prea multe ori o parolă incorectă. Încercați din nou peste câteva minute.
sk: Zadali ste nesprávne heslo príliš veľakrát. Skúste to znova o pár minút.
sl: Prevečkrat ste vnesli nepravilno geslo. Poskusite znova čez nekaj minut.
sr: Превише пута сте унели нетачну лозинку. Пробајте поново за пар минута.
sr_latn: Previše puta ste uneli netačnu lozinku. Probajte ponovo za par minuta.
ta: தவறான கடவுச்சொல்லைப் பலமுறை உள்ளிட்டுள்ளீர்கள். சில நிமிடங்களில் மீண்டும் முயலவும்.
th: คุณป้อนรหัสผ่านไม่ถูกต้องหลายครั้งเกินไป โปรดรอสักครู่แล้วลองอีกครั้ง
tr: Çok fazla kez yanlış şifre girdiniz. Birkaç dakika içinde tekrar deneyin.
ur: آپ نے ایک غلط پاس ورڈ کافی مرتبہ درج کیا ہے۔ چند منٹوں میں دوبارہ کوشش کریں۔
zh_hans: 您输入错误密码的次数过多，请过几分钟再试。

# CantFindProvider
source: Can't find provider for %@.
ar: تعذّر الحصول على مزوّد %@.
bg: Не може да се намери доставчик за %@.
bn: %@ এর জন্য প্রদানকারী পাওয়া যাচ্ছে না।
ca: No es pot trobar un proveïdor per a %@.
cs: Nepodařilo se nalézt poskytovatele pro službu %@.
el: Δεν είναι δυνατή η εύρεση του παρόχου για %@.
fa: قادر به پیدا کردن ارائه‌دهنده %@ نیست.
fil: Hindi makahanap ng provider para sa %@.
gu: %@ માટે પ્રદાતા શોધી શકાતા નથી.
he: לא מצאנו ספק ל-%@
hr: Nije moguće pronaći davatelja usluga za %@.
kn: %@ ಗಾಗಿ ಪೂರೈಕೆದಾರರನ್ನು ಹುಡಕಲಾಗಲಿಲ್ಲ
lt: Nepavyko rasti „%@“ teikėjo.
lv: Nevar atrast %@ nodrošinātāju.
mr: %@साठी पुरवठादार मिळाला नाही.
ms: Tidak dapat mencari pembekal untuk %@.
nb: Finner ikke leverandøren for %@.
ro: Furnizorul pentru %@ nu poate fi găsit.
sk: Nemožno nájsť poskytovateľa pre službu %@.
sl: Ponudnika za %@ ni mogoče najti.
sr: Нисмо успели да нађемо добављача за %@.
sr_latn: Nismo uspeli da nađemo dobavljača za %@.
ta: %@க்கான வழங்குநர் இல்லை.
th: ไม่พบผู้ให้บริการสำหรับ %@
tr: %@ için sağlayıcı bulunamıyor.
ur: %@ کے لیے فراہم کنندہ کو تلاش نہیں کر سکتے۔
zh_hans: 找不到 %@ 的提供方。

source: Emails don't match
ar: لا تتطابق رسالتا البريد الإلكتروني
bg: Имейл адресите не съвпадат
bn: ইমেলটি মেল হচ্ছে না
ca: Les adreces electròniques no coincideixen
cs: E-mailové adresy se neshodují
el: Οι διευθύνσεις ηλεκτρονικού ταχυδρομείου δεν ταιριάζουν
fa: ایمیل‌ها با هم مطابقت ندارند
fil: Hindi tumutugma ang mga email
gu: ઇમેઇલ મેળ ખાતા નથી
he: כתובות האימייל לא זהות
hr: E-adrese se ne podudaraju
kn: ಇಮೇಲ್‌ಗಳು ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತಿಲ್ಲ
lt: El. paštai nesutampa
lv: E-pasta adreses nesakrīt
mr: ईमेल जुळत नाहीत
ms: E-mel tidak sepadan
nb: E-postadressene samsvarer ikke
ro: Adresele de e-mail nu sunt identice
sk: E-maily sa nezhodujú
sl: E-pošti se ne ujemata
sr: Имејлови се не подударају
sr_latn: Imejlovi se ne podudaraju
ta: மின்னஞ்சல்கள் பொருந்தவில்லை
th: อีเมลไม่ตรงกัน
tr: E-postalar eşleşmiyor
ur: ای میلز مماثل نہیں ہیں
zh_hans: 电子邮件地址不匹配

# PasswordRecoveryTitle
source: Recover password
ar: استرداد كلمة المرور
bg: Възстановяване на паролата
bn: পাসওয়ার্ড পুনরুদ্ধার করুন
ca: Recupera la contrasenya
cs: Obnovit heslo
el: Ανάκτηση κωδικού πρόσβασης
fa: بازیابی گذرواژه
fil: I-recover ang password
gu: પાસવર્ડ પુનઃપ્રાપ્ત કરો
he: שחזור הסיסמה
hr: Ponovno postavljanje zaporke
kn: ಪಾಸ್‌ವರ್ಡ್ ಹಿಂಪಡೆಯಿರಿ
lt: Atkurti slaptažodį
lv: Paroles atgūšana
mr: पासवर्ड पुन्हा मिळवा
ms: Pulihkan kata laluan
nb: Gjenopprett passordet
ro: Recuperați parola
sk: Obnovenie hesla
sl: Obnovitev gesla
sr: Повратите лозинку
sr_latn: Povratite lozinku
ta: கடவுச்சொல்லை மீட்டெடு
th: กู้คืนรหัสผ่าน
tr: Şifreyi kurtarın
ur: پاس ورڈ بازیافت کریں
zh_hans: 找回密码

# PasswordRecoveryMessage
source: Get instructions sent to this email that explain how to reset your password.
ar: تم إرسال تعليمات إلى البريد الإلكتروني هذا تشرح كيفية إعادة تعيين كلمة المرور.
bg: На този имейл адрес ще получите инструкции за повторно задаване на паролата.
bn: কীভাবে পাসওয়ার্ড রিসেট করবেন তা জানতে এই ইমেলে নির্দেশাবলী পাঠান।
ca: Rep un correu electrònic amb instruccions per restablir la contrasenya.
cs: Na tento e-mail vám zašleme pokyny, jak heslo obnovit.
el: Δείτε τις οδηγίες που στάλθηκαν σε αυτήν τη διεύθυνση ηλεκτρονικού ταχυδρομείου, οι οποίες εξηγούν πώς να επαναφέρετε τον κωδικό πρόσβασής σας.
fa: دستورالعمل نحوه بازنشانی گذرواژه‌تان به این ایمیل ارسال شده است، آن را ببینید.
fil: Kumuha ng mga tagubilin na ipadala sa email na ito na magpapaliwanag kung paano i-reset ang iyong password.
gu: આ ઇમેઇલમાં મોકલવામાં આવેલ સૂચનાઓ મેળવો જે તમારો પાસવર્ડ કેવી રીતે રીસેટ કરવો તે સમજાવે છે.
he: נוכל לשלוח לכתובת הזו הוראות לאיפוס הסיסמה.
hr: Provjerite upute za ponovno postavljanje zaporke koje smo poslali na vašu e-adresu.
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಮರುಹೊಂದಿಸುವುದು ಹೇಗೆ ಎಂದು ತಿಳಿಯಲು ಆ ಇಮೇಲ್‌ಗೆ ಕಳುಹಿಸಿರುವ ಸೂಚನೆಗಳನ್ನು ಪಡೆಯಿರಿ.
lt: Gaukite instrukcijas su nurodymais, kaip pakeisti slaptažodį, šiuo el. paštu.
lv: Saņemiet uz šo e-pasta adresi nosūtītus norādījumus ar skaidrojumu par to, kā atiestatīt paroli.
mr: तुमचा पासवर्ड रीसेट कसा करावा यासंबंधित या ईमेलवर पाठवलेल्या सूचना मिळवा.
ms: Dapatkan arahan pada e-mel ini untuk mengetahui cara menetapkan semula kata laluan anda.
nb: Få instruksjoner sendt til denne e-postadressen for hvordan du tilbakestiller passordet ditt.
ro: Primiți instrucțiuni pentru resetarea parolei la această adresă de e-mail.
sk: Nechajte si na tento e-mail poslať pokyny s vysvetlením, ako obnoviť svoje heslo.
sl: Na to e-pošto vam bomo poslali navodila za ponastavitev gesla.
sr: На овај имејл ћете добити упутства како да ресетујете лозинку.
sr_latn: Na ovaj imejl ćete dobiti uputstva kako da resetujete lozinku.
ta: கடவுச்சொல்லை மீட்டமைப்பது தொடர்பான வழிமுறைகளை இந்த மின்னஞ்சலில் பார்க்கவும்.
th: ดูวิธีการที่ส่งไปยังอีเมลนี้ซึ่งอธิบายเกี่ยวกับวิธีรีเซ็ตรหัสผ่านของคุณ
tr: Şifrenizi nasıl sıfırlayacağınızı açıklayan talimatlar bu e-postaya gönderilsin.
ur: اس ای میل پر بھیجی گئی وہ ہدایات حاصل کریں جن میں آپ کے پاس ورڈ کو دوبارہ ترتیب دینے کے طریقے کی وضاحت ہے۔
zh_hans: 向此电子邮件地址发送关于如何重置密码的说明。

# PasswordRecoveryEmailSentTitle
source: Check your email
ar: إثبات ملكية بريدك الإلكتروني
bg: Проверете електронната си поща
bn: আপনার ইমেল দেখুন
ca: Comprova el correu electrònic
cs: Zkontrolujte svůj e-mail
el: Ελέγξτε τα εισερχόμενα του ηλεκτρονικού ταχυδρομείου σας
fa: رایانامه‌تان را بررسی کنید
fil: Suriin ang iyong email
gu: તમારું ઇમેઇલ ઍડ્રેસ તપાસો
he: שלחנו לך אימייל
hr: Provjerite e-poštu
kn: ನಿಮ್ಮ ಇಮೇಲ್‌ ಅನ್ನು ಪರಿಶೀಲಿಸಿ
lt: Patikrinkite el. paštą
lv: Pārbaudiet savu e-pastu
mr: तुमचा ईमेल तपासा
ms: Semak e-mel anda
nb: Sjekk e-posten din
ro: Verificați căsuța de e-mail
sk: Skontrolujte si e-mail
sl: Preverite e-pošto
sr: Проверите имејл
sr_latn: Proverite imejl
ta: உங்கள் மின்னஞ்சலைப் பார்க்கவும்
th: ตรวจสอบอีเมลของคุณ
tr: E-postanızı kontrol edin
ur: اپنا ای میل چیک کریں
zh_hans: 请查收电子邮件
