Repository: firebase/FirebaseUI-iOS
Catalog: PhoneAuth/FirebasePhoneAuthUI/Strings/*.lproj/FirebasePhoneAuthUI.strings
Languages: bg, bn, el, es_ar, fil, he, hi, kn, mr, nn_no, pl, ro, sl, sr, sr_latn, sv, ta, tr, ur

source: Sign in with phone
bg: Вход с телефон
bn: ফোন দিয়ে সাইন-ইন করুন
el: Σύνδεση μέσω τηλεφώνου
es_ar: Acceder con el teléfono
fil: Mag-sign in gamit ang telepono
he: כניסה באמצעות הטלפון
hi: फ़ोन से प्रवेश करें
kn: ಫೋನ್‌ ಮೂಲಕ ಸೈನ್‌ ಇನ್‌ ಮಾಡಿ
mr: फोनने साइन इन करा
nn_no: Logg på med telefonnummeret ditt
pl: Zaloguj się z użyciem numeru telefonu
ro: Conectați-vă cu numărul de telefon
sl: Prijava s telefonom
sr: Пријави ме помоћу телефона
sr_latn: Prijavi me pomoću telefona
sv: Logga in med telefon
ta: ஃபோன் எண் மூலம் உள்நுழைக
tr: Telefonla oturum aç
ur: فون کے ساتھ سائں ان کریں

# EnterPhoneTitle
source: Enter phone number
bg: Въвеждане на телефонен номер
bn: ফোন নম্বর লিখুন
el: Εισαγωγή αριθμού τηλεφώνου
es_ar: Ingresar número de teléfono
fil: Ilagay ang numero ng telepono
he: מה מספר הטלפון שלך?
hi: फ़ोन नंबर डालें
kn: ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mr: फोन नंबर टाका
nn_no: Angi telefonnummeret
pl: Wpisywanie numeru telefonu
ro: Introduceți numărul de telefon
sl: Vnesite telefonsko številko
sr: Унесите број телефона
sr_latn: Unesite broj telefona
sv: Ange telefonnummer
ta: ஃபோன் எண்ணை உள்ளிடவும்
tr: Telefonu girin
ur: فون نمبر درج کریں

source: Back
bg: Назад
bn: ফিরে যান
el: Πίσω
es_ar: Atrás
fil: Bumalik
he: הקודם
hi: वापस जाएं
kn: ಹಿಂದೆ
mr: मागील
nn_no: Tilbake
pl: Wstecz
ro: Înapoi
sl: Nazaj
sr: Назад
sr_latn: Nazad
sv: Föregående
ta: முந்தையது
tr: Geri
ur: پیچھے جائیں

source: Next
bg: Напред
bn: পরবর্তী
el: Επόμενο
es_ar: Siguiente
fil: Susunod
he: הבא‏
hi: अगला
kn: ಮುಂದೆ
mr: पुढील
nn_no: Neste
pl: Dalej
ro: Înainte
sl: Naprej
sr: Следеће
sr_latn: Sledeće
sv: Nästa
ta: அடுத்து
tr: İleri
ur: آگے جائیں

source: Verify
bg: Потвърждаване
bn: যাচাই করুন
el: Επαλήθευση
es_ar: Verificar
fil: I-verify
he: אמת
hi: पुष्टि करें
kn: ಪರಿಶೀಲಿಸು
mr: पडताळणी करा
nn_no: Bekreft
pl: Zweryfikuj
ro: Confirmați
sl: Preveri
sr: Потврди
sr_latn: Potvrdi
sv: Verifiera
ta: சரிபார்
tr: Doğrula
ur: توثیق کریں

# EmptyVerificationCode
source: Verification code can't be empty
bg: Трябва да посочите код за потвърждение
bn: যাচাইকরণের কোডটি খালি রাখা যাবে না
el: Ο κωδικός επαλήθευσης δεν μπορεί να είναι κενός
es_ar: El campo de código de verificación no puede estar vacío
fil: Hindi maaaring walang laman ang code sa pag-verify
he: לא הזנת קוד אימות
hi: पुष्टि कोड खाली नहीं हो सकता
kn: ಪರಿಶೀಲನೆಯ ಕೋಡ್‌ ಖಾಲಿ ಇರುವಂತಿಲ್ಲ
mr: पडताळणी कोड रिक्त ठेवता येणार नाही
nn_no: Du må oppgi en bekreftelseskode
pl: Pole z kodem weryfikacyjnym nie może być puste
ro: Codul de confirmare trebuie completat
sl: Koda za preverjanje ne sme biti prazna
sr: Верификациони кôд мора да се унесе
sr_latn: Verifikacioni kôd mora da se unese
sv: Du måste ange en verifieringskod
ta: சரிபார்ப்புக் குறியீடு வெறுமையாக இருக்கக்கூடாது
tr: Doğrulama kodu boş bırakılamaz
ur: توثیقی کوڈ خالی نہیں رہ سکتا

# EmptyPhoneNumber
source: Phone number can't be empty
bg: Трябва да посочите телефонен номер
bn: ফোন নম্বর খালি রাখা যাবে না
el: Ο αριθμός τηλεφώνου δεν μπορεί να είναι κενός
es_ar: El campo de número de teléfono no puede estar vacío
fil: Hindi maaaring walang laman ang numero ng telepono
he: לא הזנת מספר טלפון
hi: फ़ोन नंबर खाली नहीं हो सकता
kn: ಫೋನ್ ಸಂಖ್ಯೆಯು ಖಾಲಿ ಇರುವಂತಿಲ್ಲ
mr: फोन नंबर रिक्त ठेवता येणार नाही
nn_no: Du må oppgi et telefonnummer
pl: Pole z numerem telefonu nie może być puste
ro: Numărul de telefon trebuie completat
sl: Telefonska številka ne sme biti prazna
sr: Број телефона мора да се унесе
sr_latn: Broj telefona mora da se unese
sv: Du måste ange telefonnummer
ta: ஃபோன் எண் வெறுமையாக இருக்கக்கூடாது
tr: Telefon numarası boş bırakılamaz
ur: فون نمبر خالی نہیں رہ سکتا

# PhoneNumber
source: Number
bg: Номер
bn: নম্বর
el: Αριθμός
es_ar: Número
fil: Numero
he: מספר
hi: नंबर
kn: ಸಂಖ್ಯೆ
mr: नंबर
nn_no: Telefonnummer
pl: Numer
ro: Număr de telefon
sl: Številka
sr: Број
sr_latn: Broj
sv: Nummer
ta: ஃபோன் எண்
tr: Sayı
ur: نمبر

# EnterYourPhoneNumber
source: Phone number
bg: Телефонен номер
bn: ফোন নম্বর
el: Αριθμός τηλεφώνου
es_ar: Número de teléfono
fil: Numero ng telepono
he: מספר טלפון
hi: फ़ोन नंबर
kn: ಫೋನ್ ಸಂಖ್ಯೆ
mr: फोन नंबर
nn_no: Telefonnummer
pl: Numer telefonu
ro: Număr de telefon
sl: Telefonska številka
sr: Број телефона
sr_latn: Broj telefona
sv: Telefonnummer
ta: ஃபோன் எண்
tr: Telefon numarası
ur: فون نمبر

source: Country
bg: Държава
bn: দেশ
el: Χώρα
es_ar: País
fil: Bansa
he: מדינה
hi: देश
kn: ದೇಶ
mr: देश
nn_no: Land
pl: Kraj
ro: Țară
sl: Država
sr: Земља
sr_latn: Zemlja
sv: Land
ta: நாடு
tr: Ülke
ur: ملک

# EnterCodeDescription
source: Enter the %@-digit code we sent to
bg: Въведете %@-цифрения код, който изпратихме до
bn: আমাদের পাঠানো %@-সংখ্যার কোডটি লিখুন
el: Εισαγάγετε τον κωδικό %@ ψηφίων που στείλαμε στο
es_ar: Ingresa el código de %@ dígitos que enviamos a
fil: Ilagay ang %@-digit na code na ipinadala namin sa
he: הזן את הקוד בן %@ הספרות ששלחנו למספר
hi: हमारी ओर से भेजा गया %@-अंकों वाला कोड डालें
kn: ನಾವು ಕಳುಹಿಸಿರುವ %@-ಅಂಕಿಯ ಕೋಡ್‌ ನಮೂದಿಸಿ
mr: वर आम्ही पाठवलेला %@ अंकी कोड टाका
nn_no: Angi den %@-sifrede koden vi sendte til
pl: Wpisz %@-cyfrowy kod, który wysłaliśmy na numer
ro: Introduceți codul din %@ cifre pe care l-am trimis la
sl: Vnesite %@-mestno kodo, ki smo jo poslali na številko
sr: Унесите %@-цифрени кôд који смо послали на
sr_latn: Unesite %@-cifreni kôd koji smo poslali na
sv: Ange den %@-siffriga koden vi skickade till
ta: இந்த எண்ணுக்கு நாங்கள் அனுப்பிய %@ இலக்கக் குறியீட்டை உள்ளிடவும்:
tr: Şu telefon numarasına yolladığımız %@ haneli kodu girin:
ur: ہماری جانب سے بھیجا گیا %@ عدد کا کوڈ درج کریں

source: Resend code
bg: Повторно изпращане на кода
bn: কোডটি আবার পাঠান
el: Επανάληψη αποστολής κωδικού
es_ar: Volver a enviar el código
fil: Ipadala muli ang code
he: שלח קוד חדש
hi: कोड फिर से भेजें
kn: ಕೋಡ್ ಅನ್ನು ಮತ್ತೆ ಕಳುಹಿಸಿ
mr: कोड पुन्हा पाठवा
nn_no: Send koden på nytt
pl: Wyślij kod ponownie
ro: Retrimiteți codul
sl: Ponovno pošlji kodo
sr: Поново пошаљи кôд
sr_latn: Ponovo pošalji kôd
sv: Skicka om kod
ta: குறியீட்டை மீண்டும் அனுப்பு
tr: Kodu yeniden gönder
ur: کوڈ دوبارہ بھیجیں

# ResendCodeTimer
source: Resend code in %@
bg: Повторно изпращане на кода след %@
bn: %@ এ কোডটি আবার পাঠান
el: Επανάληψη αποστολής κωδικού στο %@
es_ar: Volver a enviar el código en %@
fil: Ipadala muli ang code sa %@
he: שולח קוד חדש בעוד %@
hi: %@ में कोड फिर से भेजें
kn: %@ ಗಳಲ್ಲಿ ಕೋಡ್ ಅನ್ನು ಮತ್ತೆ ಕಳುಹಿಸಿ
mr: कोड %@मध्ये पुन्हा पाठवा
nn_no: Send koden på nytt om %@
pl: Wyślij kod ponownie za %@
ro: Retrimiteți codul în %@
sl: Ponovno pošlji kodo čez %@
sr: Поново пошаљи кôд за %@
sr_latn: Ponovo pošalji kôd za %@
sv: Skicka kod igen om %@
ta: %@ இல் குறியீட்டை மீண்டும் அனுப்பவும்
tr: %@ içinde kodu yeniden gönder
ur: %@ میں کوڈ دوبارہ بھیجیں

# VerifyPhoneTitle
source: Verify phone number
bg: Потвърждаване на телефонния номер
bn: ফোন নম্বর যাচাই করুন
el: Επαλήθευση αριθμού τηλεφώνου
es_ar: Verificar tu número de teléfono
fil: I-verify ang numero ng telepono
he: אימות מספר הטלפון
hi: फ़ोन नंबर की पुष्टि करें
kn: ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
mr: फोन नंबरची पडताळणी करा
nn_no: Bekreft telefonnummeret
pl: Weryfikowanie numeru telefonu
ro: Confirmați numărul de telefon
sl: Preverjanje telefonske številke
sr: Верификујте број телефона
sr_latn: Verifikujte broj telefona
sv: Verifiera telefonnummer
ta: ஃபோன் எண்ணைச் சரிபார்க்கவும்
tr: Telefon numarasını doğrulayın
ur: فون نمبر کی توثیق کریں

source: Done
bg: Готово
bn: সম্পন্ন হয়েছে
el: Τέλος
es_ar: Listo
fil: Tapos Na
he: סיום
hi: हो गया
kn: ಮುಗಿದಿದೆ
mr: पूर्ण झाले
nn_no: Ferdig
pl: Gotowe
ro: Gata
sl: Končano
sr: Готово
sr_latn: Gotovo
sv: Klart
ta: முடிந்தது
tr: Bitti
ur: ہو گیا

# IncorrectPhoneTitle
source: Invalid phone number
bg: Невалиден телефонен номер
bn: ফোন নম্বরটি সঠিক নয়
el: Μη έγκυρος αριθμός τηλεφώνου
es_ar: Número de teléfono no válido
fil: Di-wastong numero ng telepono
he: מספר הטלפון לא תקין
hi: अमान्य फ़ोन नंबर
kn: ಅಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆ
mr: अवैध फोन नंबर
nn_no: Ugyldig telefonnummer
pl: Nieprawidłowy numer telefonu
ro: Număr de telefon nevalid
sl: Neveljavna telefonska številka
sr: Неважећи број телефона
sr_latn: Nevažeći broj telefona
sv: Ogiltigt telefonnummer
ta: தவறான ஃபோன் எண்
tr: Geçersiz telefon numarası
ur: غلط فون نمبر

# IncorrectPhoneMessage
source: Enter a valid phone number
bg: Въведете валиден телефонен номер
bn: সঠিক ফোন নম্বরটি লিখুন
el: Εισαγάγετε έναν έγκυρο αριθμό τηλεφώνου
es_ar: Ingresa un número de teléfono válido
fil: Maglagay ng wastong numero ng telepono
he: מספר הטלפון שהזנת לא תקין
hi: कोई मान्य फ़ोन नंबर डालें
kn: ಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mr: एखादा वैध फोन नंबर टाका
nn_no: Oppgi et gyldig telefonnummer
pl: Wpisz prawidłowy numer telefonu
ro: Introduceți un număr de telefon valid.
sl: Vnesite veljavno telefonsko številko
sr: Унесите важећи број телефона
sr_latn: Unesite važeći broj telefona
sv: Ange ett giltigt telefonnummer
ta: சரியான ஃபோன் எண்ணை உள்ளிடவும்
tr: Geçerli bir telefon numarası girin
ur: براہ کرم ایک درست فون نمبر درج کریں

# ResendCodeResult
source: Code was sent to %@
bg: Кодът бе изпратен до %@
bn: %@ তে কোডটি পাঠানো হয়েছে
el: Ο κωδικός στάλθηκε στο %@
es_ar: Se envió el código a %@
fil: Ipinadala ang code sa %@
he: שלחנו קוד למספר %@
hi: %@ को कोड भेजा गया
kn: %@ ಗೆ ಕೋಡ್‌ ಅನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ
mr: कोड %@वर पाठवण्यात आला
nn_no: Koden ble sendt til %@
pl: Kod został wysłany na numer %@
ro: Codul a fost trimis la %@
sl: Koda je bila poslana na številko %@
sr: Кôд је послат на број %@
sr_latn: Kôd je poslat na broj %@
sv: Koden har skickats till %@
ta: குறியீடு %@க்கு அனுப்பப்பட்டது
tr: Kod, %@ numaralı telefona gönderildi
ur: کوڈ %@ کو بھیجا گیا تھا

# IncorrectCodeTitle
source: Incorrect verification code
bg: Неправилен код за потвърждение
bn: যাচাইকরণের কোডটি ভুল
el: Εσφαλμένος κωδικός επαλήθευσης
es_ar: Código de verificación incorrecto
fil: Maling verification code
he: קוד האימות שגוי
hi: गलत पुष्टि कोड
kn: ಪರಿಶೀಲನೆಯ ಕೋಡ್‌ ತಪ್ಪಾಗಿದೆ
mr: चुकीचा पडताळणी कोड
nn_no: Feil bekreftelseskode
pl: Niepoprawny kod weryfikacyjny
ro: Codul de confirmare este greșit
sl: Nepravilna koda za preverjanje
sr: Верификациони кôд је нетачан
sr_latn: Verifikacioni kôd je netačan
sv: Ogiltig verifieringskod
ta: தவறான சரிபார்ப்புக் குறியீடு
tr: Yanlış doğrulama kodu
ur: غلط توثیقی کوڈ

# IncorrectCodeMessage
source: Wrong code. Try again.
bg: Неправилен код. Опитайте отново.
bn: কোডটি ভুল। আবার চেষ্টা করুন।
el: Εσφαλμένος κωδικός. Δοκιμάστε ξανά.
es_ar: Código incorrecto. Vuelve a intentarlo.
fil: Maling code. Subukang muli.
he: הקוד שגוי. נסה שוב.
hi: गलत कोड. फिर से कोशिश करें.
kn: ಕೋಡ್ ತಪ್ಪಾಗಿದೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mr: कोड चुकीचा आहे. पुन्हा प्रयत्न करा.
nn_no: Feil kode. Prøv på nytt.
pl: Nieprawidłowy kod. Spróbuj jeszcze raz.
ro: Cod greșit. Încercați din nou.
sl: Napačna koda. Poskusite znova.
sr: Погрешан кôд. Пробајте поново.
sr_latn: Pogrešan kôd. Probajte ponovo.
sv: Fel kod. Försök igen.
ta: தவறான குறியீடு. மீண்டும் முயலவும்.
tr: Yanlış kod. Tekrar deneyin.
ur: غلط کوڈ۔ دوبارہ کوشش کریں۔

# InternalErrorMessage
source: Something went wrong. Please try again.
bg: Нещо се обърка. Моля, опитайте отново.
bn: কিছু সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά.
es_ar: Se produjo un error. Vuelve a intentarlo.
fil: Nagkaroon ng problema. Pakisubukang muli.
he: משהו השתבש. נסה שוב.
hi: कुछ गलत हो गया. कृपया फिर से कोशिश करें.
kn: ಯಾವುದೋ ತಪ್ಪು ಸಂಭವಿಸಿದೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mr: काहीतरी चूक झाली. कृपया पुन्हा प्रयत्न करा.
nn_no: Noe gikk galt. Prøv på nytt.
pl: Coś się nie udało. Spróbuj jeszcze raz.
ro: A apărut o eroare. Încercați din nou.
sl: Prišlo je do napake. Poskusite znova.
sr: Нешто није у реду. Пробајте поново.
sr_latn: Nešto nije u redu. Probajte ponovo.
sv: Ett fel uppstod. Försök igen.
ta: ஏதோ தவறாகிவிட்டது. மீண்டும் முயலவும்.
tr: Bir hata oluştu. Lütfen tekrar deneyin.
ur: کچھ غلط ہو گیا۔ براہ کرم دوبارہ کوشش کریں۔

# TooManyCodesSent
source: This phone number has been used too many times
bg: Този телефонен номер е използван твърде много пъти
bn: এই ফোন নম্বরটি অনেকবার ব্যবহার করা হয়েছে
el: Αυτός ο αριθμός τηλεφώνου χρησιμοποιήθηκε πάρα πολλές φορές
es_ar: Este número de teléfono se usó demasiadas veces
fil: Masyadong maraming beses nang nagamit ang numero ng teleponong ito
he: למספר הטלפון הזה כבר נשלחו יותר מדי קודים
hi: इस फ़ोन नंबर का उपयोग कई बार किया गया है
kn: ಈ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಹಲವಾರು ಬಾರಿ ಬಳಸಲಾಗಿದೆ
mr: हा फोन नंबर अनेकदा वापरण्यात आला आहे
nn_no: Dette telefonnummeret er brukt for mange ganger
pl: Ten numer telefonu został użyty zbyt wiele razy.
ro: Acest număr de telefon a fost folosit de prea multe ori
sl: Ta telefonska številka je bila uporabljena prevečkrat
sr: Овај број телефона је употребљен превише пута
sr_latn: Ovaj broj telefona je upotrebljen previše puta
sv: Det här telefonnumret har använts för många gånger
ta: இந்த ஃபோன் எண் பலமுறைப் பயன்படுத்தப்பட்டுள்ளது
tr: Bu telefon numarası çok fazla kez kullanıldı
ur: یہ فون نمبر کافی مرتبہ استعمال ہو چکا ہے

# MessageQuotaExceeded
source: There was a problem verifying your phone number
bg: При потвърждаването на телефонния ви номер възникна проблем
bn: আপনার ফোন নম্বরটি যাচাই করতে সমস্যা হয়েছে
el: Παρουσιάστηκε πρόβλημα με την επαλήθευση του αριθμού τηλεφώνου
es_ar: Ocurrió un problema durante la verificación de tu número de teléfono
fil: Nagkaproblema sa pag-verify ng numero ng iyong telepono
he: אירעה בעיה באימות של מספר הטלפון
hi: आपके फ़ोन नंबर की पुष्टि करने में एक समस्या हुई
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸುವಾಗ ಸಮಸ್ಯೆ ಎದುರಾಗಿದೆ
mr: तुमच्या फोन नंबरची पडताळणी करताना समस्या आली
nn_no: Kunne ikke bekrefte telefonnummeret ditt
pl: Podczas weryfikacji Twojego numeru telefonu wystąpił problem.
ro: A apărut o problemă la confirmarea numărului de telefon
sl: Pri preverjanju telefonske številke je prišlo do težave
sr: Дошло је до проблема при верификацији броја телефона
sr_latn: Došlo je do problema pri verifikaciji broja telefona
sv: Det gick inte att verifiera telefonnumret
ta: ஃபோன் எண்ணைச் சரிபார்ப்பதில் ஏதோ சிக்கல் ஏற்பட்டது
tr: Telefon numaranız doğrulanırken bir sorun oluştu
ur: آپ کے فون نمبر کی توثیق کرنے میں ایک مسئلہ تھا

# MessageExpired
source: This code is no longer valid
bg: Този код вече не е валиден
bn: এই কোডটি আর ব্যবহার করা যাবে না
el: Αυτός ο κωδικός δεν είναι πλέον έγκυρος
es_ar: Este código ya no es válido
fil: Wala nang bisa ang code na ito
he: הקוד הזה כבר לא בתוקף
hi: यह कोड अब मान्य नहीं है
kn: ಈ ಕೋಡ್ ಇನ್ನು ಮುಂದೆ ಮಾನ್ಯವಾಗಿರುವುದಿಲ್ಲ
mr: हा कोड यापुढे वैध नाही
nn_no: Denne koden er ikke lenger gyldig
pl: Ten kod stracił ważność.
ro: Codul nu mai este valid
sl: Ta koda ni več veljavna
sr: Тај кôд више не важи
sr_latn: Taj kôd više ne važi
sv: Koden är inte längre giltig
ta: இந்தக் குறியீடு இனி செல்லுபடியாகாது
tr: Bu kod artık geçerli değil
ur: یہ کوڈ اب درست نہیں رہا

# TermsSMS
source: By tapping %@, you are indicating that you accept our %@ and %@. An SMS may be sent. Message & data rates may apply.
bg: Докосвайки „%@“, приемате нашите %@ и %@. Възможно е да получите SMS съобщение. То може да се таксува по тарифите за данни и SMS.
bn: %@ বোতামে ট্যাপ করার অর্থ, আপনি আমাদের %@ এবং %@-এর সাথে সম্মত। একটি এসএমএস পাঠানো হতে পারে। মেসেজ এবং ডেটার উপরে প্রযোজ্য চার্জ লাগতে পারে।
el: Αν πατήσετε %@, θα σταλεί ένα SMS. Ενδέχεται να ισχύουν χρεώσεις μηνυμάτων και δεδομένων.
es_ar: Si presionas %@, indicas que aceptas nuestras %@ y %@. Es posible que te enviemos un SMS, por lo que podrían aplicarse las tarifas de mensajes y uso de datos.
fil: Sa pag-tap sa %@, ipinababatid mo na tinatanggap mo ang aming %@ at %@. Maaaring magpadala ng SMS. Maaaring ipatupad ang mga rate ng pagmemensahe at data.
he: הקשה על %@ תפורש כהסכמתך ל%@ ול%@. ייתכן שתישלח הודעת SMS. ייתכנו חיובים בגין שליחת הודעות ושימוש בנתונים.
hi: %@ पर टैप करके, आप यह बताते हैं कि आप हमारे %@ और %@ को स्वीकार करते हैं. एक मैसेज (एसएमएस) भेजा जा सकता है. मैसेज और डेटा दरें लागू हो सकती हैं.
kn: “%@” ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ %@ ಮತ್ತು %@ ಸ್ವೀಕರಿಸುತ್ತೀರಿ ಎಂದು ನೀವು ಸೂಚಿಸುತ್ತಿರುವಿರಿ. ಎಸ್‌ಎಂಎಸ್‌ ಅನ್ನು ಕಳುಹಿಸಬಹುದಾಗಿದೆ. ಸಂದೇಶ ಮತ್ತು ಡೇಟಾ ದರಗಳು ಅನ್ವಯಿಸಬಹುದು.
mr: %@ टॅप केल्यावर, एक SMS कदाचित पाठवला जाईल. संदेश आणि डेटाचे दर लागू होऊ शकतील.
nn_no: Når du trykker på %@, sendes det kanskje en SMS. Kostnader for meldinger og datatrafikk kan påløpe.
pl: Klikając „%@”, potwierdzasz, że akceptujesz te dokumenty: %@ i %@. Może zostać wysłany SMS. Może to skutkować pobraniem opłat za przesłanie wiadomości i danych.
ro: Dacă atingeți %@, sunteți de acord cu %@ și cu %@. Poate fi trimis un SMS. Se pot aplica tarife pentru mesaje și date.
sl: Če se dotaknete možnosti %@, bo morda poslano sporočilo SMS. Pošiljanje sporočila in prenos podatkov boste morda morali plačati.
sr: Ако додирнете %@, потврђујете да прихватате документе %@ и %@. Можда ћете послати SMS. Могу да вам буду наплаћени трошкови слања поруке и преноса података.
sr_latn: Ako dodirnete %@, potvrđujete da prihvatate dokumente %@ i %@. Možda ćete poslati SMS. Mogu da vam budu naplaćeni troškovi slanja poruke i prenosa podataka.
sv: Tryck på %@ så skickas ett sms. Meddelande- och dataavgifter kan tillkomma.
ta: %@ என்பதைத் தட்டுவதன் மூலம், எங்கள் %@ மற்றும் %@ ஆகியவற்றை ஏற்பதாகக் குறிப்பிடுகிறீர்கள். SMS அனுப்பப்படலாம். SMS மற்றும் தரவுக் கட்டணங்கள் விதிக்கப்படலாம்.
tr: %@ öğesine dokunarak %@ ve %@ hükümlerimizi kabul ettiğinizi bildirirsiniz. SMS gönderilebilir. Mesaj ve veri ücretleri geçerli uygulanabilir.
ur: %@ کو تھپتھپا کر، آپ نشاندہی کر رہے ہیں کہ آپ ہماری %@ اور %@ کو قبول کرتے ہیں۔ ایک SMS بھیجا جا سکتا ہے۔ پیغام اور ڈیٹا کی شرحیں لاگو ہو سکتی ہیں۔
